Repository: StatCan/StatCan.OrchardCore
Catalog: src/StatCan.OrchardCore.Cms.Web/Localization/*/DigitalTheme.po
Languages: fr

# DigitalTheme.Views.OrchardCore.Users.Account.Login
source: Log in
fr: S'identifier

# DigitalTheme.Views.OrchardCore.Users.Account.Login
source: Log in with
fr: Connectez-vous avec

# DigitalTheme.Views.OrchardCore.Users.Account.Login
source: Digital account
fr: Compte numérique

# DigitalTheme.Views.OrchardCore.Users.Account.Login
source: Username
fr: Nom d'utilisateur

# DigitalTheme.Views.OrchardCore.Users.Account.Login
source: Password
fr: Mot de passe

# DigitalTheme.Views.OrchardCore.Users.Account.Login
source: Remember me
fr: Souviens-toi de moi

# DigitalTheme.Views.OrchardCore.Users.Account.Login
source: Forgot your password?
fr: Mot de passe oublié?

# DigitalTheme.Views.OrchardCore.Users.Account.Login
source: Create an account
fr: Créer un compte

# DigitalTheme.Views.MenuItemLink-FeedbackMenuItem
source: Send feedback
fr: Envoyez des commentaires

# DigitalTheme.Views.MenuItemLink-Footer
source: in a new tab
fr: dans un nouvel onglet

# DigitalTheme.Views.MenuItemLink-LoginMenuItem
source: Account
fr: Compte

# DigitalTheme.Views.MenuItemLink-LoginMenuItem
source: Log in
fr: S'identifier

# DigitalTheme.Views.ModalBonusAction
source: Request a Kubeflow namespace
fr: Demander un espace de noms Kubeflow

# DigitalTheme.Views.ModalBonusAction
source: An admin will follow up with you at
fr: Un administrateur vous contactera au

# DigitalTheme.Views.ModalBonusAction
source: with questions or updates.
fr: avec des questions ou des mises à jour.

# DigitalTheme.Views.ModalBonusAction
source: Close
fr: proche

# DigitalTheme.Views.ModalBonusAction
source: Namespace name
fr: Nom de l'espace de noms

# DigitalTheme.Views.ModalBonusAction
source: Send request
fr: Envoyer une demande

# DigitalTheme.Views.ModalFeedback
source: Instant feedback
fr: Rétroaction instantanée

# DigitalTheme.Views.ModalFeedback
source: How was your experience?
fr: Comment était ton expérience?

# DigitalTheme.Views.ModalFeedback
source: Close
fr: proche

# DigitalTheme.Views.ModalFeedback
source: Enter your feedback
fr: Entrez vos commentaires

# DigitalTheme.Views.ModalFeedback
source: Happy mood
fr: Bonne humeur

# DigitalTheme.Views.ModalFeedback
source: Neutral mood
fr: Humeur neutre

# DigitalTheme.Views.ModalFeedback
source: Sad mood
fr: Humeur triste

# DigitalTheme.Views.ModalFeedback
source: Send feedback
fr: Envoyez des commentaires

# DigitalTheme.Views.ModalProfile
source: account
fr: Compte

# DigitalTheme.Views.ModalProfile
source: Close
fr: proche

# DigitalTheme.Views.ModalProfile
source: Contact email
fr: Email du contact

# DigitalTheme.Views.ModalProfile
source: Azure account
fr: Compte Azure

# DigitalTheme.Views.ModalProfile
source: Log out
fr: Se déconnecter

# DigitalTheme.Views.OrchardCore.Users.Account.ChangePassword
source: Change password
fr: Changer le mot de passe

# DigitalTheme.Views.OrchardCore.Users.Account.ChangePassword
source: Digital account security
fr: Sécurité des comptes numériques

# DigitalTheme.Views.OrchardCore.Users.Account.ChangePassword
source: New password, new beginning
fr: Nouveau mot de passe, nouveau départ

# DigitalTheme.Views.OrchardCore.Users.Account.ChangePassword
source: Current password
fr: Mot de passe actuel

# DigitalTheme.Views.OrchardCore.Users.Account.ChangePassword
source: New password
fr: Nouveau mot de passe

# DigitalTheme.Views.OrchardCore.Users.Account.ChangePassword
source: Confirm new password
fr: Confirmer le nouveau mot de passe

# DigitalTheme.Views.OrchardCore.Users.Account.ChangePasswordConfirmation
source: Password changed
fr: Mot de passe changé

# DigitalTheme.Views.OrchardCore.Users.Account.ChangePasswordConfirmation
source: Your password has been changed successfully.
fr: Votre mot de passe a été changé avec succès.

# DigitalTheme.Views.OrchardCore.Users.Account.RegisterExternalLogin
source: Finish registration
fr: Terminer l'inscription

# DigitalTheme.Views.OrchardCore.Users.Account.RegisterExternalLogin
source: One last thing
fr: Une dernière chose

# DigitalTheme.Views.OrchardCore.Users.Account.RegisterExternalLogin
source: Your Azure account has been linked! Enter an email address to receive updates for namespace requests.
fr: Votre compte Azure a été lié! Saisissez une adresse e-mail pour recevoir les mises à jour des demandes d'espace de noms.

# DigitalTheme.Views.OrchardCore.Users.Account.RegisterExternalLogin
source: Username
fr: Nom d'utilisateur

# DigitalTheme.Views.OrchardCore.Users.Account.RegisterExternalLogin
source: Password
fr: Mot de passe

# DigitalTheme.Views.OrchardCore.Users.Account.RegisterExternalLogin
source: Confirm password
fr: Confirmez le mot de passe

# DigitalTheme.Views.OrchardCore.Users.Account.RegisterExternalLogin
source: Create account
fr: Créer un compte

# DigitalTheme.Views.OrchardCore.Users.Registration.ConfirmEmail
source: Email confirmed
fr: Email confirmé

# DigitalTheme.Views.OrchardCore.Users.Registration.ConfirmEmail
source: Thank you for confirming your email.
fr: Merci d'avoir confirmé votre email.

# DigitalTheme.Views.OrchardCore.Users.Registration.ConfirmEmail
source: Home
fr: Accueil

# DigitalTheme.Views.OrchardCore.Users.Registration.Register
source: Create account
fr: Créer un compte

# DigitalTheme.Views.OrchardCore.Users.Registration.Register
source: Digital account
fr: Compte numérique

# DigitalTheme.Views.OrchardCore.Users.Registration.Register
source: Register for your Digital account here!
fr: Créez votre compte numérique ici!

# DigitalTheme.Views.OrchardCore.Users.Registration.Register
source: Username
fr: Nom d'utilisateur

# DigitalTheme.Views.OrchardCore.Users.Registration.Register
source: Password
fr: Mot de passe

# DigitalTheme.Views.OrchardCore.Users.Registration.Register
source: Confirm password
fr: Confirmez le mot de passe

# DigitalTheme.Views.OrchardCore.Users.Registration.Register
source: Passwords must have:<br>• 8 characters or more<br>• an uppercase letter<br>• a lowercase letter<br>• a number<br>• a special character
fr: Les mots de passe doivent avoir:<br> • 8 caractères ou plus<br> • une lettre majuscule<br> • une lettre minuscule<br> • un numéro<br> • un caractère spécial

# DigitalTheme.Views.OrchardCore.Users.ResetPassword.ForgotPassword
source: Forgot password
fr: Mot de passe oublié

# DigitalTheme.Views.OrchardCore.Users.ResetPassword.ForgotPassword
source: Recover Digital account
fr: Récupérer un compte numérique

# DigitalTheme.Views.OrchardCore.Users.ResetPassword.ForgotPassword
source: Things happen, it's ok
fr: Les choses arrivent, c'est bon

# DigitalTheme.Views.OrchardCore.Users.ResetPassword.ForgotPassword
source: A recovery link will be sent to the email address tied to your account.
fr: Un lien de récupération sera envoyé à l'adresse e-mail associée à votre compte.

# DigitalTheme.Views.OrchardCore.Users.ResetPassword.ForgotPassword
source: Send recovery email
fr: Envoyer un e-mail de récupération

# DigitalTheme.Views.OrchardCore.Users.ResetPassword.ForgotPassword
source: If you can't access the inbox tied to your account, see if we can help.
fr: Si vous ne pouvez pas accéder à la boîte de réception associée à votre compte, voyez si nous pouvons vous aider.

# DigitalTheme.Views.OrchardCore.Users.ResetPassword.ForgotPasswordConfirmation
source: Password recovery sent
fr: Récupération du mot de passe envoyée

# DigitalTheme.Views.OrchardCore.Users.ResetPassword.ForgotPasswordConfirmation
source: Check your email
fr: Vérifiez votre email

# DigitalTheme.Views.OrchardCore.Users.ResetPassword.ForgotPasswordConfirmation
source: It may take a few minutes
fr: Cela peut prendre quelques minutes

# DigitalTheme.Views.OrchardCore.Users.ResetPassword.ForgotPasswordConfirmation
source: A recovery email has been sent to the email address tied to your account.
fr: Un e-mail de récupération a été envoyé à l'adresse e-mail associée à votre compte.

# DigitalTheme.Views.OrchardCore.Users.ResetPassword.ForgotPasswordConfirmation
source: If you're still stuck, see if we can help.
fr: Si vous êtes toujours bloqué, voyez si nous pouvons vous aider.

# DigitalTheme.Views.OrchardCore.Users.ResetPassword.ResetPassword
source: Reset password
fr: Réinitialiser le mot de passe

# DigitalTheme.Views.OrchardCore.Users.ResetPassword.ResetPassword
source: Set a new password
fr: Définissez un nouveau mot de passe

# DigitalTheme.Views.OrchardCore.Users.ResetPassword.ResetPassword
source: Secure and memorable
fr: Sécurisé et mémorable

# DigitalTheme.Views.OrchardCore.Users.ResetPassword.ResetPassword
source: Confirm email
fr: Confirmez votre email

# DigitalTheme.Views.OrchardCore.Users.ResetPassword.ResetPassword
source: New password
fr: Nouveau mot de passe

# DigitalTheme.Views.OrchardCore.Users.ResetPassword.ResetPassword
source: Confirm new password
fr: Confirmer le nouveau mot de passe

# DigitalTheme.Views.OrchardCore.Users.ResetPassword.ResetPasswordConfirmation
source: Password reset complete
fr: Réinitialisation du mot de passe terminée

# DigitalTheme.Views.OrchardCore.Users.ResetPassword.ResetPasswordConfirmation
source: New password is set
fr: Le nouveau mot de passe est défini

# DigitalTheme.Views.OrchardCore.Users.ResetPassword.ResetPasswordConfirmation
source: Give it try
fr: Essayez-le

# DigitalTheme.Views.OrchardCore.Users.ResetPassword.ResetPasswordConfirmation
source: Login
fr: S'identifier

# DigitalTheme.Views.Shared.NotFound
source: We couldn't find what you're looking for
fr: Nous n'avons pas trouvé ce que vous cherchez

# DigitalTheme.Views.SharedPasswordRequirementText
source: Passwords must have:<br>• 8 characters or more<br>• an uppercase letter<br>• a lowercase letter<br>• a number<br>• a special character
fr: Les mots de passe doivent avoir:<br> • 8 caractères ou plus<br> • une lettre majuscule<br> • une lettre minuscule<br> • un numéro<br> • un caractère spécial

# DigitalTheme.Views.SymbolCanada
source: Symbol of the Government of Canada
fr: Symbole du gouvernement du Canada

# DigitalTheme.Views.SymbolStatisticsCanada
source: Statistics Canada
fr: Statistique Canada

# DigitalTheme.Views.Widget-FatFooter
source: Digital Innovation logo
fr: Logo de l'innovation numérique
