Repository: StatCan/StatCan.OrchardCore
Catalog: src/StatCan.OrchardCore.Cms.Web/Localization/*/OrchardCore.Seo.po
Languages: fr

# OrchardCore.Seo.Drivers.SeoMetaPartDisplayDriver
source: The canonical entry contains invalid characters.
fr: Le nom technique contient des caractères invalides.

# OrchardCore.Seo.Drivers.SeoMetaPartDisplayDriver
source: The meta entries are written in an incorrect format.
fr: Les méta-entrées sont écrites dans un format incorrect.

# OrchardCore.Seo.Drivers.SeoMetaPartDisplayDriver
source: The google schema is written in an incorrect format.
fr: Le google schema est écrit dans un format incorrect.

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Render
fr: Afficher

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Whether to render metadata for this page.
fr: Afficher ou non les métadonnées de cette page.

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Page Title
fr: Titre de la page

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Override the default generated web browser page title (recommended to keep under 70 characters).
fr: Remplacer le titre par défaut de la page du navigateur web généré (recommandé à moins de 70 caractères).

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Meta Description
fr: Méta description

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: The meta description to render for this page.
fr: La méta description à afficher pour cette page.

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: The meta keywords to render for this page, comma separated.
fr: Les méta keywords à afficher pour cette page, séparés par des virgules.

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Canonical
fr: Canonique

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Override the default canonical url.
fr: Remplace l'Url canonique par défaut.

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Meta Robots
fr: Méta Robots

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: The robots meta to render for this page.
fr: La meta robots à afficher pour cette page.

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Content
fr: Contenu

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Name
fr: Nom

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Property
fr: Propriété

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Remove element from list
fr: Supprimer l'élément de la liste

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Add a custom meta tag
fr: Ajouter une balise meta personnalisée

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Edit Data
fr: Modifier les données

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Custom Meta Tags
fr: Meta Tags Personnalisés

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: A JSON representation of the allowed values, e.g. {0}
fr: Une représentation JSON des valeurs autorisées, par exemple {0}

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Cancel
fr: Annuler

# OrchardCore.Seo.Views.SeoMetaPartGoogleSchema.Edit
source: The Social Meta Settings Google Schema is used by default, or can be overridden here.
fr: La meta Google Schema à utiliser.

# OrchardCore.Seo.Views.SeoMetaPartOpenGraph.Edit
source: Open Graph Type
fr: Type Open Graph

# OrchardCore.Seo.Views.SeoMetaPartOpenGraph.Edit
source: The Social Meta Settings Open Graph Type is used by default, or can be overridden here.
fr: Le type Open Graph à utiliser.

# OrchardCore.Seo.Views.SeoMetaPartOpenGraph.Edit
source: Open Graph Title
fr: Titre Open Graph

# OrchardCore.Seo.Views.SeoMetaPartOpenGraph.Edit
source: The Title is used by default, then the Page Title, or can be overridden here.
fr: Le titre est utilisé par défaut, puis le titre de la page, ou peut être remplacé ici.

# OrchardCore.Seo.Views.SeoMetaPartOpenGraph.Edit
source: Open Graph Description
fr: Description Open Graph

# OrchardCore.Seo.Views.SeoMetaPartOpenGraph.Edit
source: The Meta Description is used by default, or can be overridden here.
fr: La Meta Description à utiliser.

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Display Keywords
fr: Afficher les mots clés

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Check to display the Keywords panel.
fr: Cochez cette case pour afficher la saisie de la méta Keywords.

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Display Custom Meta Tags
fr: Afficher les Meta Tags Personnalisés

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Check to display the Custom Meta Tags.
fr: Cochez cette case pour afficher les Meta tags personnalisés.

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Display Open Graph
fr: Afficher Open Graph

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Check to display the Open Graph panel.
fr: Cochez cette case pour afficher la saisie des informations Open Graph.

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Display Twitter
fr: Afficher Twitter

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Check to display the Twitter panel.
fr: Cocher pour afficher la saisie des informations Twitter.

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Display Google Schema
fr: Afficher Google Schema

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Check to display the Google Schema panel.
fr: Cochez cette case pour afficher la saisie des informations Google Schema.

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: Twitter Title
fr: Titre Twitter

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: The Title is used by default, then the Page Title, or can be overridden here.
fr: Le titre est utilisé par défaut, puis le titre de la page, ou peut être remplacé ici.

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: Twitter Description
fr: Description Twitter

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: The Meta Description is used by default, or can be overridden here.
fr: La Meta Description à utiliser.

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: The Social Meta Settings Twitter Card is used by default, or can be overridden here.
fr: La Twitter Card à utiliser.

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: The Social Meta Settings Twitter Creator is used by default, or can be overridden here.
fr: Le Twitter Creator à utiliser.

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: Twitter Site
fr: Site Twitter

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: The Social Meta Settings Twitter Site is used by default, or can be overridden here.
fr: Le site Twitter à utiliser.
