Repository: StatCan/StatCan.OrchardCore
Catalog: src/StatCan.OrchardCore.Cms.Web/Localization/*/OrchardCore.Placements.po
Languages: fr

# OrchardCore.Placements.Controllers.AdminController
source: Delete
fr: Supprimer

# OrchardCore.Placements.Controllers.AdminController
source: Placement rules for "{0}" already exists. Please edit existing rule.
fr: Les règles de placement pour "{0}" existent déjà. Veuillez modifier la règle existante.

# OrchardCore.Placements.Controllers.AdminController
source: The "{0}" placement have been saved.
fr: Les paramètres de la pièce "{0}" ont été enregistrés.

# OrchardCore.Placements.Controllers.AdminController
source: The "{0}" placement is empty.
fr: Le placement "{0}" est vide.

# OrchardCore.Placements.Controllers.AdminController
source: The "{0}" placement has been deleted.
fr: Le placement "{0}" a été supprimé.

# OrchardCore.Placements.Controllers.AdminController
source: An error occurred while parsing the placement<br/>{0}
fr: Une erreur est survenue lors de l'analyse du placement<br/>{0}

# OrchardCore.Placements.Controllers.AdminController
source: An error occurred while saving the placement.
fr: Une erreur s'est produite lors de l'enregistrement du placement.

# OrchardCore.Placements.Controllers.AdminController
source: Placements successfully removed.
fr: Placements supprimés avec succès.

# OrchardCore.Placements.Settings.PlacementContentPartDefinitionDriver
source: Placement for a {0} part
fr: Placement pour une pièce {0}

# OrchardCore.Placements.Settings.PlacementContentPartDefinitionDriver
source: Placement for a {0} part in detail views
fr: Placement pour une pièce {0} dans les vues détaillées

# OrchardCore.Placements.Settings.PlacementContentPartDefinitionDriver
source: Placement for a {0} part in summary views
fr: Placement pour une pièce {0} dans les vues sommaires

# OrchardCore.Placements.Settings.PlacementContentPartDefinitionDriver
source: Placement in admin editor for a {0} part
fr: Placement dans l'éditeur en administration pour une pièce {0}

# OrchardCore.Placements.Settings.PlacementContentPartFieldDefinitionDisplayDriver
source: Placement for the {0} field in a {1}
fr: Placement pour le champ {0} dans un {1}

# OrchardCore.Placements.Settings.PlacementContentPartFieldDefinitionDisplayDriver
source: Placement for the {0} field in a {1} in detail views
fr: Placement pour le champ {0} dans une vue de détail {1}

# OrchardCore.Placements.Settings.PlacementContentPartFieldDefinitionDisplayDriver
source: Placement for the {0} field in a {1} in summary views
fr: Placement pour le champ {0} dans un {1} dans les vues sommaires

# OrchardCore.Placements.Settings.PlacementContentPartFieldDefinitionDisplayDriver
source: Placement in admin editor for the {0} field in a {1}
fr: Placement dans l'éditeur d'administration pour le champ {0} dans un {1}

# OrchardCore.Placements.Settings.PlacementContentTypePartDefinitionDriver
source: Placement for the {0} part in a {1} type
fr: Placement pour la pièce {0} dans un type {1}

# OrchardCore.Placements.Settings.PlacementContentTypePartDefinitionDriver
source: Placement for the {0} part in a {1} type in detail views
fr: Placement de la pièce {0} dans une vue détaillée de type {1}

# OrchardCore.Placements.Settings.PlacementContentTypePartDefinitionDriver
source: Placement for the {0} part in a {1} type in summary views
fr: Placement pour la pièce {0} dans un type {1} dans les vues sommaires

# OrchardCore.Placements.Settings.PlacementContentTypePartDefinitionDriver
source: Placement in admin editor for the {0} part in a {1} type
fr: Placement dans l'éditeur en administration pour la pièce {0} dans un type {1}

# OrchardCore.Placements.Views.PlacementSettings
source: Edit placements
fr: Modifier les placements

# OrchardCore.Placements.Views.Admin.Edit
source: Create Placement
fr: Créer un placement

# OrchardCore.Placements.Views.Admin.Edit
source: Edit Placement
fr: Modifier le placement

# OrchardCore.Placements.Views.Admin.Edit
source: Shape type
fr: Type de Shape

# OrchardCore.Placements.Views.Admin.Edit
source: The type of the shape.
fr: Le type de shape.

# OrchardCore.Placements.Views.Admin.Edit
source: Placement rules
fr: Règles de placement

# OrchardCore.Placements.Views.Admin.Edit
source: Save
fr: Enregistrer

# OrchardCore.Placements.Views.Admin.Edit
source: Toggle Dropdown
fr: Basculer la liste déroulante

# OrchardCore.Placements.Views.Admin.Edit
source: and continue
fr: et continuer

# OrchardCore.Placements.Views.Admin.Edit
source: Delete
fr: Supprimer

# OrchardCore.Placements.Views.Admin.Edit
source: Cancel
fr: Annuler

# OrchardCore.Placements.Views.Admin.Index
source: Search
fr: Recherche

# OrchardCore.Placements.Views.Admin.Index
source: Add Placement
fr: Ajouter un placement

# OrchardCore.Placements.Views.Admin.Index
source: Select All
fr: Tout sélectionner

# OrchardCore.Placements.Views.Admin.Index
source: 1 item
fr: 1 élément

# OrchardCore.Placements.Views.Admin.Index
source: Items {0} to {1}
fr: Éléments : {0} sur {1}

# OrchardCore.Placements.Views.Admin.Index
source: / {0} item in total
fr: / {0} élément au total

# OrchardCore.Placements.Views.Admin.Index
source: Bulk Action
fr: Action par lot

# OrchardCore.Placements.Views.Admin.Index
source: Are you sure you want to {0} these items?
fr: Êtes-vous sûr de vouloir {0} ces éléments ?

# OrchardCore.Placements.Views.Admin.Index
source: Edit
fr: Modifier

# OrchardCore.Placements.Views.Admin.Index
source: Delete
fr: Supprimer

# OrchardCore.Placements.Views.Admin.Index
source: <strong>Nothing here!</strong> There are no placements at the moment.
fr: <strong>Rien ici !</strong> Il n'y a pas de placements pour le moment.

# OrchardCore.Placements.Views.Admin.Index
source: selected
fr: sélectionné(s)

# OrchardCore.Placements.Views.Items.PlacementsDeploymentStep.Summary
source: Adds all placements to the plan.
fr: Ajoute tous les placements au plan.

# OrchardCore.Placements.Views.Items.PlacementsDeploymentStep.Thumbnail
source: All Placements
fr: Tous les placements

# OrchardCore.Placements.Views.Items.PlacementsDeploymentStep.Thumbnail
source: Exports placements defined in Placements module.
fr: Exporte les placements définis dans le module Placements.

# OrchardCore.Placements.Views.Shared.DisplayTemplates.ShapePlacementViewModel
source: Edit
fr: Modifier

# OrchardCore.Placements.Views.Shared.DisplayTemplates.ShapePlacementViewModel
source: Delete
fr: Supprimer
