Repository: StatCan/StatCan.OrchardCore
Catalog: src/StatCan.OrchardCore.Cms.Web/Localization/*/OrchardCore.ContentFields.po
Languages: fr

# OrchardCore.ContentFields.Views.TextFieldSettings.Edit
source: The hint text to display for this field on the editor.
fr: Le texte d'indication à afficher pour ce champ dans l'éditeur.

# OrchardCore.ContentFields.Views.TimeFieldSettings.Edit
source: Required
fr: Obligatoire

# OrchardCore.ContentFields.Views.TimeFieldSettings.Edit
source: Whether a value is required.
fr: Si une valeur est requise.

# OrchardCore.ContentFields.Views.TimeFieldSettings.Edit
source: Hint
fr: Indication

# OrchardCore.ContentFields.Views.TimeFieldSettings.Edit
source: The hint text to display for this field on the editor.
fr: Le texte d'indication à afficher pour ce champ dans l'éditeur.

# OrchardCore.ContentFields.Views.UserPickerField-UserNames.Display
source: No users.
fr: Aucun utilisateur.

# OrchardCore.ContentFields.Views.UserPickerField-UserNames.DisplayOption
source: User Names
fr: Noms d'utilisateurs

# OrchardCore.ContentFields.Views.UserPickerField
source: No users.
fr: Aucun·e utilisateur·rice.

# OrchardCore.ContentFields.Views.UserPickerField.Edit
source: Not enabled
fr: Non actif

# OrchardCore.ContentFields.Views.UserPickerField.Edit
source: Type to search
fr: Saisir pour rechercher

# OrchardCore.ContentFields.Views.UserPickerField.Edit
source: Select
fr: Sélectionner

# OrchardCore.ContentFields.Views.UserPickerField.Edit
source: Remove
fr: Supprimer

# OrchardCore.ContentFields.Views.UserPickerField.Edit
source: No result found
fr: Aucun résultat trouvé

# OrchardCore.ContentFields.Views.UserPickerFieldSettings.Edit
source: Required
fr: Obligatoire

# OrchardCore.ContentFields.Views.UserPickerFieldSettings.Edit
source: Whether to ensure at least one element is selected.
fr: S'il faut s'assurer qu'au moins un élément est sélectionné.

# OrchardCore.ContentFields.Views.UserPickerFieldSettings.Edit
source: Allow multiple
fr: Autoriser plusieurs

# OrchardCore.ContentFields.Views.UserPickerFieldSettings.Edit
source: Whether to allow multiple elements to be selected.
fr: Si vous voulez permettre la sélection de plusieurs éléments.

# OrchardCore.ContentFields.Views.UserPickerFieldSettings.Edit
source: Roles
fr: Rôles

# OrchardCore.ContentFields.Views.UserPickerFieldSettings.Edit
source: The roles that a user must belong to. Choose at least one.
fr: Les rôles auxquels un utilisateur doit appartenir. Choisissez-en au moins un.

# OrchardCore.ContentFields.Views.UserPickerFieldSettings.Edit
source: Display All Users
fr: Afficher tous les utilisateurs

# OrchardCore.ContentFields.Views.UserPickerFieldSettings.Edit
source: Whether to allow picker to display users from all roles.
fr: Si on autorise au sélecteur d'afficher tous les types de contenu.

# OrchardCore.ContentFields.Views.UserPickerFieldSettings.Edit
source: Hint
fr: Indication

# OrchardCore.ContentFields.Views.UserPickerFieldSettings.Edit
source: The hint text to display for this field on the editor.
fr: Le texte d'indication à afficher pour ce champ dans l'éditeur.

# OrchardCore.ContentFields.Views.YoutubeFieldSetting.Edit
source: Required
fr: Obligatoire

# OrchardCore.ContentFields.Views.YoutubeFieldSetting.Edit
source: Whether a value is required.
fr: Si une valeur est requise.

# OrchardCore.ContentFields.Views.YoutubeFieldSetting.Edit
source: Hint
fr: Indication

# OrchardCore.ContentFields.Views.YoutubeFieldSetting.Edit
source: The hint text to display for this field on the editor.
fr: Le texte d'indication à afficher pour ce champ dans l'éditeur.

# OrchardCore.ContentFields.Views.YoutubeFieldSetting.Edit
source: Width
fr: Largeur

# OrchardCore.ContentFields.Views.YoutubeFieldSetting.Edit
source: The width of the Videobox
fr: La largeur de la boîte vidéo

# OrchardCore.ContentFields.Views.YoutubeFieldSetting.Edit
source: Height
fr: Hauteur

# OrchardCore.ContentFields.Views.YoutubeFieldSetting.Edit
source: The height of the Videobox
fr: La hauteur de la boîte vidéo
