Repository: StatCan/StatCan.OrchardCore
Catalog: src/StatCan.OrchardCore.Cms.Web/Localization/*/OrchardCore.AdminMenu.po
Languages: fr

# OrchardCore.AdminMenu.AdminMenu
source: Admin Menus
fr: Menus Admin

# OrchardCore.AdminMenu.Controllers.MenuController
source: Error when retrieving the list of admin menus.
fr: Erreur lors de la récupération de la liste des menus admin.

# OrchardCore.AdminMenu.Controllers.MenuController
source: Delete
fr: Supprimer

# OrchardCore.AdminMenu.Controllers.MenuController
source: Admin menu updated successfully.
fr: Menu Admin mis à jour avec succès.

# OrchardCore.AdminMenu.Controllers.MenuController
source: Can't find the admin menu.
fr: Impossible de trouver le menu admin.

# OrchardCore.AdminMenu.Controllers.MenuController
source: Admin menu deleted successfully.
fr: Menu admin supprimé avec succès.

# OrchardCore.AdminMenu.Controllers.MenuController
source: Can't delete the admin menu.
fr: Impossible de supprimer le menu admin.

# OrchardCore.AdminMenu.Controllers.MenuController
source: Admin menus successfully removed.
fr: Les menus d'administration ont été supprimés avec succès.

# OrchardCore.AdminMenu.Controllers.MenuController
source: Admin menu toggled successfully.
fr: Menu admin basculé avec succès.

# OrchardCore.AdminMenu.Controllers.NodeController
source: Admin node added successfully.
fr: Admin créé avec succès.

# OrchardCore.AdminMenu.Controllers.NodeController
source: Admin node updated successfully.
fr: Le noeud admin a été mis à jour avec succès.

# OrchardCore.AdminMenu.Controllers.NodeController
source: The admin node has validation errors.
fr: Le nœud admin a des erreurs de validation.

# OrchardCore.AdminMenu.Controllers.NodeController
source: Admin node deleted successfully.
fr: Nœud admin supprimé avec succès.

# OrchardCore.AdminMenu.Controllers.NodeController
source: Admin node toggled successfully.
fr: Nœud admin basculé avec succès.

# OrchardCore.AdminMenu.Views.MenuItem.TreeSummary
source: Toggle
fr: Basculer

# OrchardCore.AdminMenu.Views.MenuItem.TreeSummary
source: Disable
fr: Désactiver

# OrchardCore.AdminMenu.Views.MenuItem.TreeSummary
source: Enable
fr: Activer

# OrchardCore.AdminMenu.Views.MenuItem.TreeSummary
source: Delete
fr: Supprimer

# OrchardCore.AdminMenu.Views.MenuItem.TreeSummary
source: Can't show the item of type: {0}. Maybe a required module has been disabled?
fr: Impossible de montrer l'élément de type : {0}. Peut-être qu'un module requis a-t-il été désactivé ?

# OrchardCore.AdminMenu.Views.MenuItem.TreeSummary
source: Edit
fr: Modifier

# OrchardCore.AdminMenu.Views.MenuItem.TreeSummary
source: Toggle Dropdown
fr: Basculer la liste déroulante

# OrchardCore.AdminMenu.Views.MenuItem.TreeThumbnail
source: Add
fr: Ajouter

# OrchardCore.AdminMenu.Views.Items.AdminMenuDeploymentStep.Fields.Edit
source: Admin Menus
fr: Menus Admin

# OrchardCore.AdminMenu.Views.Items.AdminMenuDeploymentStep.Fields.Summary
source: Admin Menus
fr: Menus Admin

# OrchardCore.AdminMenu.Views.Items.AdminMenuDeploymentStep.Fields.Summary
source: Adds all admin menus to the plan.
fr: Ajoute tous les menus admin au plan.

# OrchardCore.AdminMenu.Views.Items.AdminMenuDeploymentStep.Fields.Thumbnail
source: Admin Menus
fr: Menus Admin

# OrchardCore.AdminMenu.Views.Items.AdminMenuDeploymentStep.Fields.Thumbnail
source: Exports all the admin Menus.
fr: Exporte tous les menus admin.

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Link
fr: Lien

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Link Text
fr: Texte du lien

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: The Link Text as it will be shown in the tree.
fr: Le texte du lien tel qu'il sera affiché dans l'arbre.

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Link Url
fr: Url du lien

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: The url of the link. A link will be shown only if it or one of their children have a url. The url will be relative to the root of the admin site
fr: L'url du lien. Un lien ne sera affiché que si lui ou l'un de leurs enfants ont une url. L'url sera relative à la racine de l'admin du site

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Icon
fr: Icône

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Pick
fr: Choisir

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Select an icon to display when this link is a first level menu item.
fr: Sélectionnez une icône à afficher lorsque ce lien est un élément de menu de premier niveau.

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Pick an icon
fr: Choisir une icône

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Type to search
fr: Saisir pour rechercher

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Select
fr: Sélectionner

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Remove
fr: Supprimer

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: No result found
fr: Aucun résultat trouvé

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: The permissions required to display this menu item (optional).
fr: Les autorisations requises pour afficher ce lien de menu (facultatif).

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeSummary
source: Link
fr: Lien

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeThumbnail
source: Link Admin Node
fr: Lien du noeud Admin

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeThumbnail
source: Adds a link with a text and a url.
fr: Ajoute un lien avec un texte et une url.

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Placeholder
fr: Espace réservé

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Link Text
fr: Texte du lien

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: The text of the menu item as it will be shown in the tree.
fr: Le texte de l'élément de menu tel qu'il sera affiché dans l'arbre.

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Icon
fr: Icône

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Pick
fr: Choisir

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Select an icon to display when this menu item is at the first level.
fr: Sélectionnez une icône à afficher lorsque cet élément de menu est au premier niveau.

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Pick an icon
fr: Choisir une icône

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Type to search
fr: Saisir pour rechercher

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Select
fr: Sélectionner

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Remove
fr: Supprimer

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: No result found
fr: Aucun résultat trouvé

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: The permissions required to display this menu item (optional).
fr: Les autorisations requises pour afficher ce lien de menu (facultatif).

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeSummary
source: Placeholder
fr: Espace réservé

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeThumbnail
source: Placeholder Admin Node
fr: Placeholder du noeud Admin

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeThumbnail
source: Adds a menu item that acts as a container for others.
fr: Ajoute un élément de menu qui sert de conteneur pour les autres.

# OrchardCore.AdminMenu.Views.Menu.Create
source: Create Admin Menu {0}
fr: Créer un menu Admin {0}

# OrchardCore.AdminMenu.Views.Menu.Create
source: Name
fr: Nom

# OrchardCore.AdminMenu.Views.Menu.Create
source: The name is required
fr: Le nom est obligatoire

# OrchardCore.AdminMenu.Views.Menu.Create
source: Create
fr: Créer

# OrchardCore.AdminMenu.Views.Menu.Create
source: Cancel
fr: Annuler

# OrchardCore.AdminMenu.Views.Menu.Edit
source: Edit Admin Menu: {0}
fr: Modifier le menu Admin : {0}

# OrchardCore.AdminMenu.Views.Menu.Edit
source: Name
fr: Nom

# OrchardCore.AdminMenu.Views.Menu.Edit
source: The name is required
fr: Le nom est obligatoire

# OrchardCore.AdminMenu.Views.Menu.Edit
source: Save
fr: Enregistrer

# OrchardCore.AdminMenu.Views.Menu.Edit
source: Edit Admin Nodes
fr: Modifier les noeuds Admin

# OrchardCore.AdminMenu.Views.Menu.Edit
source: Cancel
fr: Annuler

# OrchardCore.AdminMenu.Views.Menu.List
source: Admin Menus
fr: Menus Admin

# OrchardCore.AdminMenu.Views.Menu.List
source: Search
fr: Recherche

# OrchardCore.AdminMenu.Views.Menu.List
source: Add Admin Menu
fr: Ajouter menu Admin

# OrchardCore.AdminMenu.Views.Menu.List
source: Select All
fr: Tout sélectionner

# OrchardCore.AdminMenu.Views.Menu.List
source: 1 item
fr: 1 élément

# OrchardCore.AdminMenu.Views.Menu.List
source: Items {0} to {1}
fr: Éléments : {0} sur {1}

# OrchardCore.AdminMenu.Views.Menu.List
source: / {0} item in total
fr: / {0} élément au total

# OrchardCore.AdminMenu.Views.Menu.List
source: Bulk Action
fr: Action par lot

# OrchardCore.AdminMenu.Views.Menu.List
source: Are you sure you want to {0} these items?
fr: Êtes-vous sûr de vouloir {0} ces éléments ?

# OrchardCore.AdminMenu.Views.Menu.List
source: Edit Nodes
fr: Modifier les noeuds

# OrchardCore.AdminMenu.Views.Menu.List
source: Edit
fr: Modifier

# OrchardCore.AdminMenu.Views.Menu.List
source: Delete
fr: Supprimer

# OrchardCore.AdminMenu.Views.Menu.List
source: Toggle Dropdown
fr: Basculer la liste déroulante

# OrchardCore.AdminMenu.Views.Menu.List
source: Disable
fr: Desactiver

# OrchardCore.AdminMenu.Views.Menu.List
source: Enable
fr: Activer

# OrchardCore.AdminMenu.Views.Menu.List
source: <strong>Nothing here!</strong> There are no menus for the moment.
fr: <strong>Rien ici !</strong> Il n'y a aucun menu pour le moment.

# OrchardCore.AdminMenu.Views.Menu.List
source: selected
fr: sélectionné(s)

# OrchardCore.AdminMenu.Views.Node.Create
source: Create Node
fr: Créer un noeud

# OrchardCore.AdminMenu.Views.Node.Create
source: Create
fr: Créer

# OrchardCore.AdminMenu.Views.Node.Create
source: Cancel
fr: Annuler

# OrchardCore.AdminMenu.Views.Node.Edit
source: Edit Node
fr: Modifier le noeud

# OrchardCore.AdminMenu.Views.Node.Edit
source: Selection Priority
fr: Priorité de sélection

# OrchardCore.AdminMenu.Views.Node.Edit
source: The priority of this link to be displayed as active instead of another one when both are pointing to the same url. The link with the highest value has the active status in the navigation.
fr: La priorité de ce lien à afficher comme actif au lieu d'un autre lorsque les deux pointent vers la même url. Le lien avec la plus haute valeur a le statut actif dans la navigation.

# OrchardCore.AdminMenu.Views.Node.Edit
source: Position Order
fr: Ordre de position

# OrchardCore.AdminMenu.Views.Node.Edit
source: The position order of this link in the admin menu.
fr: L'ordre de position de ce lien dans le menu admin.

# OrchardCore.AdminMenu.Views.Node.Edit
source: Save
fr: Enregistrer

# OrchardCore.AdminMenu.Views.Node.Edit
source: Delete
fr: Supprimer

# OrchardCore.AdminMenu.Views.Node.Edit
source: Cancel
fr: Annuler

# OrchardCore.AdminMenu.Views.Node.List
source: Edit Nodes for '{0}'
fr: Modifier les noeuds pour '{0}'

# OrchardCore.AdminMenu.Views.Node.List
source: Add Node
fr: Ajouter un noeud

# OrchardCore.AdminMenu.Views.Node.List
source: <strong>Nothing here!</strong> There are no nodes on this tree for the moment.
fr: <strong>Rien ici!</strong> Il n'y a pas de noeuds sur cet arbre pour le moment.

# OrchardCore.AdminMenu.Views.Node.List
source: Back
fr: Précédent

# OrchardCore.AdminMenu.Views.Node.List
source: Available Admin Nodes
fr: Noeuds Admin disponibles

# OrchardCore.AdminMenu.Views.Node.List
source: Cancel
fr: Annuler

# OrchardCore.AdminMenu.Views.Node.List
source: There was an error when moving the tree node.
fr: Une erreur s'est produite lors du déplacement du nœud d'arbre.
