Repository: StatCan/StatCan.OrchardCore
Catalog: src/StatCan.OrchardCore.Cms.Web/Localization/*/OrchardCore.Rules.po
Languages: fr

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Equals
fr: Égal à

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Does not equal
fr: N'est pas égal

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Starts with
fr: Commence par

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Does not start with
fr: Ne commence pas par

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Ends with
fr: Se termine par

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Does not end with
fr: Ne se termine pas par

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Contains
fr: Contient

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Does not contain
fr: Ne contient pas

# OrchardCore.Rules.Views.Condition.Summary
source: Add
fr: Ajouter

# OrchardCore.Rules.Views.Condition.Summary
source: Edit
fr: Modifier

# OrchardCore.Rules.Views.Condition.Summary
source: Delete
fr: Supprimer

# OrchardCore.Rules.Views.Condition.Thumbnail
source: Add
fr: Ajouter

# OrchardCore.Rules.Views.ConditionsModal
source: Available Rules
fr: Règles disponibles

# OrchardCore.Rules.Views.ConditionsModal
source: Filter
fr: Filtrer

# OrchardCore.Rules.Views.ConditionsModal
source: Cancel
fr: Annuler

# OrchardCore.Rules.Views.Rule.Summary
source: Add
fr: Ajouter

# OrchardCore.Rules.Views.Items.AllCondition.Fields.Edit
source: All
fr: Toutes

# OrchardCore.Rules.Views.Items.AllCondition.Fields.Edit
source: Name
fr: Nom

# OrchardCore.Rules.Views.Items.AllCondition.Fields.Summary
source: All conditions
fr: Toutes les conditions

# OrchardCore.Rules.Views.Items.AllCondition.Fields.Thumbnail
source: All condition group
fr: Groupe Toutes conditions

# OrchardCore.Rules.Views.Items.AllCondition.Fields.Thumbnail
source: An all condition group contains other conditions which are all required to be true.
fr: Un groupe Toutes conditions contient d'autres conditions qui sont toutes requises soient true.

# OrchardCore.Rules.Views.Items.AnyCondition.Fields.Edit
source: Name
fr: Nom

# OrchardCore.Rules.Views.Items.AnyCondition.Fields.Summary
source: Any conditions
fr: N'importe quelle condition

# OrchardCore.Rules.Views.Items.AnyCondition.Fields.Thumbnail
source: Any condition
fr: N'importe quelle condition

# OrchardCore.Rules.Views.Items.AnyCondition.Fields.Thumbnail
source: An any condition group contains other conditions but only requires any condition to be true.
fr: Un groupe Any condition contient d'autres conditions, mais ne nécessite qu'une seule condition soit true.

# OrchardCore.Rules.Views.Items.BooleanCondition.Fields.Edit
source: Boolean
fr: Booléen

# OrchardCore.Rules.Views.Items.BooleanCondition.Fields.Summary
source: Boolean condition
fr: Condition booléenne

# OrchardCore.Rules.Views.Items.BooleanCondition.Fields.Thumbnail
source: Boolean condition
fr: Condition booléenne

# OrchardCore.Rules.Views.Items.BooleanCondition.Fields.Thumbnail
source: A boolean condition can be either true or false.
fr: Une condition booléenne peut être soit vraie, soit fausse.

# OrchardCore.Rules.Views.Items.ConditionGroup.Fields.Summary
source: No conditions found. Please add at least one condition.
fr: Aucune condition trouvée. Veuillez ajouter au moins une condition.

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Edit
source: Content type
fr: Type de contenu

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Edit
source: Operation
fr: Opération

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Edit
source: Select the rule operator.
fr: Sélectionnez l'opérateur de règle.

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Edit
source: Value
fr: Valeur

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Edit
source: The value for the operation.
fr: La valeur pour l'opération.

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Summary
source: Content type
fr: Type de contenu

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Thumbnail
source: Content type condition
fr: Condition Type de contenu

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Thumbnail
source: A content type condition evaluates the currently displayed content types against a value.
fr: Une condition Type de contenu évalue les types de contenu actuellement affichés par rapport à une valeur.

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Edit
source: Operation
fr: Opération

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Edit
source: Select the condition operator.
fr: Sélectionnez l'opérateur de règle.

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Edit
source: Value
fr: Valeur

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Edit
source: The value for the operation.
fr: La valeur pour l'opération.

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Thumbnail
source: Culture condition
fr: Condition Culture

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Thumbnail
source: A culture condition evaluates the current ui culture against a value.
fr: Une condition Culture évalue la culture actuelle par rapport à une valeur.

# OrchardCore.Rules.Views.Items.HomepageCondition.Fields.Edit
source: Homepage
fr: Page d'accueil

# OrchardCore.Rules.Views.Items.HomepageCondition.Fields.Edit
source: Is homepage
fr: Est la page d'accueil

# OrchardCore.Rules.Views.Items.HomepageCondition.Fields.Edit
source: Is not homepage
fr: N'est pas la page d'accueil

# OrchardCore.Rules.Views.Items.HomepageCondition.Fields.Summary
source: Is homepage
fr: Est la page d'accueil

# OrchardCore.Rules.Views.Items.HomepageCondition.Fields.Summary
source: Is not homepage
fr: N'est pas la page d'accueil

# OrchardCore.Rules.Views.Items.HomepageCondition.Fields.Thumbnail
source: Homepage condition
fr: Condition de la page d'accueil

# OrchardCore.Rules.Views.Items.HomepageCondition.Fields.Thumbnail
source: Whether the current page is the site homepage.
fr: Si la page actuelle est la page d'accueil du site.

# OrchardCore.Rules.Views.Items.IsAnonymousCondition.Fields.Edit
source: Is anonymous condition
fr: Condition Est anonyme

# OrchardCore.Rules.Views.Items.IsAnonymousCondition.Fields.Summary
source: Is anonymous
fr: Est anonyme

# OrchardCore.Rules.Views.Items.IsAnonymousCondition.Fields.Thumbnail
source: Is anonymous condition
fr: Condition Est anonyme

# OrchardCore.Rules.Views.Items.IsAnonymousCondition.Fields.Thumbnail
source: Whether the current user is anonymous, i.e. not authenticated.
fr: Si l'utilisateur actuel est anonyme, c'est-à-dire non authentifié.

# OrchardCore.Rules.Views.Items.IsAuthenticatedCondition.Fields.Edit
source: Is authenticated condition
fr: Condition Est authentifié

# OrchardCore.Rules.Views.Items.IsAuthenticatedCondition.Fields.Summary
source: Is authenticated
fr: Est authentifié

# OrchardCore.Rules.Views.Items.IsAuthenticatedCondition.Fields.Thumbnail
source: Is authenticated condition
fr: Condition Est authentifié

# OrchardCore.Rules.Views.Items.IsAuthenticatedCondition.Fields.Thumbnail
source: Whether the current user is authenticated.
fr: Si l'utilisateur actuel est authentifié.

# OrchardCore.Rules.Views.Items.JavascriptCondition.Fields.Edit
source: The script must return true or false.
fr: Le script doit retourner vrai ou faux.

# OrchardCore.Rules.Views.Items.JavascriptCondition.Fields.Summary
source: Javascript condition
fr: Condition Javascript

# OrchardCore.Rules.Views.Items.JavascriptCondition.Fields.Thumbnail
source: Javascript condition
fr: Condition Javascript

# OrchardCore.Rules.Views.Items.JavascriptCondition.Fields.Thumbnail
source: A script condition written in javascript.
fr: Une condition de script écrite en javascript.

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Edit
source: Role
fr: Rôle

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Edit
source: Operation
fr: Opération

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Edit
source: Select the condition operator.
fr: Sélectionnez l'opérateur de règle.

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Edit
source: Value
fr: Valeur

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Edit
source: The value for the operation.
fr: La valeur pour l'opération.

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Summary
source: Role
fr: Rôle

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Thumbnail
source: Role condition
fr: Condition Rôle

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Thumbnail
source: A role condition evaluates the current users roles against a value.
fr: Une condition Rôle évalue les rôles des utilisateurs actuels par rapport à une valeur.

# OrchardCore.Rules.Views.Items.Rule.Fields.Summary
source: Rules
fr: Règles

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Edit
source: Operation
fr: Opération

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Edit
source: Select the condition operator.
fr: Sélectionnez l'opérateur de condition.

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Edit
source: Value
fr: Valeur

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Edit
source: The value for the operation.
fr: La valeur pour l'opération.

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Thumbnail
source: Url condition
fr: Condition Url

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Thumbnail
source: A url condition evaluates the current url against a value.
fr: Une condition Url évalue l'url actuelle par rapport à une valeur.
