Repository: StatCan/StatCan.OrchardCore
Catalog: src/StatCan.OrchardCore.Cms.Web/Localization/*/OrchardCore.Demo.po
Languages: fr

# OrchardCore.Demo.AdminMenu
source: Demo
fr: Démo

# OrchardCore.Demo.AdminMenu
source: This Menu Item 1
fr: Ceci est Menu Item 1

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 1.1
fr: Ceci est Menu Item 1.1

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 1.2
fr: Ceci est Menu Item 1.2

# OrchardCore.Demo.AdminMenu
source: This Menu Item 2
fr: Ceci est Menu Item 2

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 2.1
fr: Ceci est Menu Item 2.1

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 2.2
fr: Ceci est Menu Item 2.2

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 3.2
fr: Ceci est Menu Item 3.2

# OrchardCore.Demo.AdminMenu
source: This Menu Item 3
fr: Ceci est Menu Item 3

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 3.1
fr: Ceci est Menu Item 3.1

# OrchardCore.Demo.Views.NavigationItemText-demo.Id
source: Demo
fr: Démo

# OrchardCore.Demo.Views.UserProfile.Edit
source: First Name
fr: Prénom

# OrchardCore.Demo.Views.UserProfile.Edit
source: Last Name
fr: Nom

# OrchardCore.Demo.Views.Content.Edit
source: Edit {0}
fr: Modifier {0}
