Repository: StatCan/StatCan.OrchardCore
Catalog: src/StatCan.OrchardCore.Cms.Web/Localization/*/OrchardCore.Contents.po
Languages: fr

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Summary
source: Content
fr: Contenu

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Summary
source: Nothing here!
fr: Rien ici !

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Thumbnail
source: Content
fr: Contenu

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Thumbnail
source: Exports all the content items for the specified content types.
fr: Exporte tous les éléments de contenu pour les types de contenu spécifiés.

# OrchardCore.Contents.Views.Items.ContentDraftSavedEvent.Fields.Design
source: Content Draft Saved
fr: Brouillon de contenu enregistré

# OrchardCore.Contents.Views.Items.ContentDraftSavedEvent.Fields.Design
source: Any content type
fr: Tout type de contenu

# OrchardCore.Contents.Views.Items.ContentDraftSavedEvent.Fields.Edit
source: Content Types
fr: Types de contenus

# OrchardCore.Contents.Views.Items.ContentDraftSavedEvent.Fields.Edit
source: Select any content types to filter on.
fr: Sélectionnez les types de contenu à filtrer.

# OrchardCore.Contents.Views.Items.ContentDraftSavedEvent.Fields.Thumbnail
source: Content Draft Saved
fr: Brouillon de contenu enregistré

# OrchardCore.Contents.Views.Items.ContentDraftSavedEvent.Fields.Thumbnail
source: Content Draft is saved.
fr: Le brouillon du contenu a été sauvegardé.

# OrchardCore.Contents.Views.Items.ContentItemDeploymentStep.Fields.Edit
source: Content Item Id
fr: Id de l'élément de contenu

# OrchardCore.Contents.Views.Items.ContentItemDeploymentStep.Fields.Edit
source: Provide a content item id.
fr: Fournir un id d'élément de contenu.

# OrchardCore.Contents.Views.Items.ContentItemDeploymentStep.Fields.Summary
source: Content Item
fr: Eléments de contenu

# OrchardCore.Contents.Views.Items.ContentItemDeploymentStep.Fields.Summary
source: Nothing here!
fr: Rien ici !

# OrchardCore.Contents.Views.Items.ContentItemDeploymentStep.Fields.Thumbnail
source: Content Item
fr: Élément de contenu

# OrchardCore.Contents.Views.Items.ContentItemDeploymentStep.Fields.Thumbnail
source: Exports a specified content item.
fr: Exporte un élément de contenu spécifié.

# OrchardCore.Contents.Views.Items.ContentPublishedEvent.Fields.Design
source: Content Published
fr: Contenu publié

# OrchardCore.Contents.Views.Items.ContentPublishedEvent.Fields.Design
source: Any content type
fr: Tout type de contenu

# OrchardCore.Contents.Views.Items.ContentPublishedEvent.Fields.Edit
source: Content Types
fr: Types de contenus

# OrchardCore.Contents.Views.Items.ContentPublishedEvent.Fields.Edit
source: Select any content types to filter on.
fr: Sélectionnez les types de contenu à filtrer.

# OrchardCore.Contents.Views.Items.ContentPublishedEvent.Fields.Thumbnail
source: Content Published
fr: Contenu publié

# OrchardCore.Contents.Views.Items.ContentPublishedEvent.Fields.Thumbnail
source: Content is published.
fr: Le contenu est publié.

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Content Types
fr: Types de contenus

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Show All Content Types
fr: Afficher tous les types de contenu

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Default Icon
fr: Icône par défaut

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Pick
fr: Choisir

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Select an icon. It will be shared by all menu items.
fr: Sélectionnez une icône. Elle sera partagée par tous les éléments du menu.

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Select Content Types
fr: Sélectionner les types de contenu

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Icon
fr: Icône

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: The content types to add to the menu.
fr: Les types de contenu à ajouter au menu.

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Pick an icon
fr: Choisir une icône

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeSummary
source: Show all Content Types
fr: Afficher tous les types de contenu

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeSummary
source: Nothing here!
fr: Rien ici !

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeSummary
source: Content Types
fr: Types de contenus

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeThumbnail
source: Content Types
fr: Types de contenus

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeThumbnail
source: Add a link for each one of the selected content types.
fr: Ajouter un lien pour chacun des types de contenu sélectionnés.

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Content Types
fr: Types de contenus

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Index All Content Types
fr: Indexer tous les types de contenu

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Limit Items
fr: Limiter les éléments

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Limit the amount of content items to provide from this source. Note: Only one content type is selectable when this option is selected.
fr: Limite la quantité d'éléments de contenu à fournir à partir de cette source. Remarque : Un seul type de contenu est sélectionnable lorsque cette option est sélectionnée.

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Change Frequency
fr: Modifier la fréquence

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: The default frequency with which these content types are likely to change.
fr: La fréquence par défaut avec laquelle ces types de contenu sont susceptibles de changer.

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Priority
fr: Priorité

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: The default priority of these content types relative to other content on your site.
fr: La priorité par défaut de ces types de contenu par rapport aux autres contenus de votre site.

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Select Content Types
fr: Sélectionner les types de contenu

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: The default frequency these content types are likely to change.
fr: La fréquence par défaut de ces types de contenu est susceptible de changer.

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: The content types to add to the sitemap.
fr: Les types de contenu à ajouter au plan du site.

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Skip
fr: Passer

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Take
fr: Prendre

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Adjust quantity of content items in sitemap.
fr: Ajuster la quantité des éléments de contenu dans le plan du site.

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.SummaryAdmin
source: All
fr: Tous

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.SummaryAdmin
source: Nothing here!
fr: Rien ici !

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.SummaryAdmin
source: Sitemap Content Types
fr: Types de contenu Sitemap

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Thumbnail
source: Sitemap Content Types
fr: Types de contenu Sitemap

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Thumbnail
source: Add sitemap entries for each one of the selected content types.
fr: Ajouter des entrées sitemap pour chacun des types de contenu sélectionnés.

# OrchardCore.Contents.Views.Items.ContentUnpublishedEvent.Fields.Design
source: Content Unpublished
fr: Contenu dépublié

# OrchardCore.Contents.Views.Items.ContentUnpublishedEvent.Fields.Design
source: Any content type
fr: Tous les types de contenu

# OrchardCore.Contents.Views.Items.ContentUnpublishedEvent.Fields.Edit
source: Content Types
fr: Types de contenus

# OrchardCore.Contents.Views.Items.ContentUnpublishedEvent.Fields.Edit
source: Select any content types to filter on.
fr: Sélectionnez les types de contenu à filtrer.

# OrchardCore.Contents.Views.Items.ContentUnpublishedEvent.Fields.Thumbnail
source: Content Unpublished
fr: Contenu dépublié

# OrchardCore.Contents.Views.Items.ContentUnpublishedEvent.Fields.Thumbnail
source: Content is unpublished.
fr: Le contenu est dépublié.

# OrchardCore.Contents.Views.Items.ContentUpdatedEvent.Fields.Design
source: Content Updated
fr: Contenu mis à jour

# OrchardCore.Contents.Views.Items.ContentUpdatedEvent.Fields.Design
source: Any content type
fr: Tout type de contenu

# OrchardCore.Contents.Views.Items.ContentUpdatedEvent.Fields.Edit
source: Content Types
fr: Types de contenus

# OrchardCore.Contents.Views.Items.ContentUpdatedEvent.Fields.Edit
source: Select any content types to filter on.
fr: Sélectionnez les types de contenu à filtrer.

# OrchardCore.Contents.Views.Items.ContentUpdatedEvent.Fields.Thumbnail
source: Content Updated
fr: Contenu mis à jour

# OrchardCore.Contents.Views.Items.ContentUpdatedEvent.Fields.Thumbnail
source: Content is updated.
fr: Le contenu est mis à jour.

# OrchardCore.Contents.Views.Items.ContentVersionedEvent.Fields.Design
source: Content Versioned
fr: Contenu Versionné

# OrchardCore.Contents.Views.Items.ContentVersionedEvent.Fields.Design
source: Any content type
fr: Tout type de contenu

# OrchardCore.Contents.Views.Items.ContentVersionedEvent.Fields.Edit
source: Content Types
fr: Types de contenus

# OrchardCore.Contents.Views.Items.ContentVersionedEvent.Fields.Edit
source: Select any content types to filter on.
fr: Sélectionnez les types de contenu à filtrer.

# OrchardCore.Contents.Views.Items.ContentVersionedEvent.Fields.Thumbnail
source: Content Versioned
fr: Contenu Versionné

# OrchardCore.Contents.Views.Items.ContentVersionedEvent.Fields.Thumbnail
source: Content is versioned.
fr: Le contenu est versionné.

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Design
source: Create Content
fr: Créer un contenu

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Edit
source: Content Type
fr: Type de Contenu

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Edit
source: Select the type of content to create.
fr: Sélectionnez le type de contenu à créer.

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Edit
source: Publish
fr: Publier

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Edit
source: Check if you want the content item to be published when being created. Leave unchecked to create a draft version.
fr: Cocher si vous voulez que l'élément de contenu soit publié lors de la création. Laisser décoché pour créer un brouillon.

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Edit
source: Content Properties
fr: Propriétés du contenu

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Edit
source: Optionally provide values for the content parts, fields and their properties in JSON format. With Liquid support.
fr: Fournissez des valeurs pour les parties de contenu, les champs et leurs propriétés au format JSON. Avec support de Liquid.

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Thumbnail
source: Create Content
fr: Créer un contenu

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Thumbnail
source: Create a content item.
fr: Créer un élément de contenu.

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Design
source: Delete Content
fr: Supprimer le contenu

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Design
source: Delete content provided via the <em>ContentItem</em> input argument
fr: Supprimer le contenu fourni via l'argument d'entrée <em>ContentItem</em>

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Design
source: Delete content using expression: <em>{0}</em>
fr: Supprimer le contenu en utilisant l'expression : <em>{0}</em>

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Edit
source: Enter a JavaScript expression that evaluates to the content item (or its 'ContentItemId') to be deleted. For example: input("ContentItem"). If no expression is specified, the workflow's "ContentItem" input variable or "ContentItem" property will be used.
fr: Entrez une expression JavaScript qui évalue l'élément de contenu à supprimer (ou son 'ContentItemId'). Par exemple: input("ContentItem"). Si aucune expression n'est spécifiée, la variable d'entrée "ContentItem" ou la propriété "ContentItem" du workflow sera utilisée.

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Thumbnail
source: Delete Content
fr: Supprimer le contenu

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Thumbnail
source: Delete a content item.
fr: Supprimer un élément de contenu.

# OrchardCore.Contents.Views.Items.Download-Button-Actions.SummaryAdmin
source: View Draft as JSON
fr: Voir le brouillon en JSON

# OrchardCore.Contents.Views.Items.Download-Button-Actions.SummaryAdmin
source: Download Draft as JSON
fr: Télécharger le brouillon en JSON

# OrchardCore.Contents.Views.Items.Download-Button-Actions.SummaryAdmin
source: View Published as JSON
fr: Voir la version publiée en JSON

# OrchardCore.Contents.Views.Items.Download-Button-Actions.SummaryAdmin
source: Download Published as JSON
fr: Télécharger la version publiée en JSON

# OrchardCore.Contents.Views.Items.Download-Button-Actions.SummaryAdmin
source: View as JSON
fr: Voir en JSON

# OrchardCore.Contents.Views.Items.Download-Button-Actions.SummaryAdmin
source: Download as JSON
fr: Télécharger en JSON

source: Available Targets
fr: Cibles disponibles

source: Select
fr: Sélectionner

source: Cancel
fr: Annuler

source: Export Draft to Deployment Target
fr: Exporter le brouillon vers la cible de déploiement

source: Export Published to Deployment Target
fr: Exporter la version publiée vers la cible de déploiement

source: Export to Deployment Target
fr: Exporter vers la cible de déploiement

source: Bulk Action
fr: Action par lot

source: Are you sure you want to export these items?
fr: Êtes-vous sûr de vouloir exporter ces éléments?

source: Export to deployment target
fr: Exporter vers la cible de déploiement

source: Available Targets
fr: Cibles disponibles

source: Select
fr: Sélectionner

source: Cancel
fr: Annuler

source: Export Content To Deployment Target
fr: Exporter le contenu vers la cible de déploiement

source: Export Content To Deployment Target
fr: Exporter le contenu vers la cible de déploiement

source: Allows the export content to deployment target feature to add content items to the plan.
fr: Permet d'exporter le contenu vers la cible de déploiement pour ajouter des éléments de contenu au plan.

source: Export Content To Deployment Target
fr: Exporter le contenu vers la cible de déploiement

source: Allows the export content to deployment target feature to add content items to the plan.
fr: Permet d'exporter le contenu vers la cible de déploiement pour ajouter des éléments de contenu au plan.

# OrchardCore.Contents.Views.Items.ExportContentToDeploymentTargetSettings.Edit
source: No export content to deployment target plans found. Create a deployment plan and add a Export content to deployment target step to it.
fr: Aucun contenu à exporter pour le déploiement des plans cibles n'a été trouvé. Créez un plan de déploiement et ajoutez-y une Step Export de contenu vers cible de deploiement.

# OrchardCore.Contents.Views.Items.ExportContentToDeploymentTargetSettings.Edit
source: Deployment Plan
fr: Plan de déploiement

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Design
source: Publish Content
fr: Publier un contenu

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Design
source: Publish content provided via the <em>ContentItem</em> input argument
fr: Publier le contenu fourni via l'argument d'entrée <em>ContentItem</em>

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Design
source: Publish content using expression: <em>{0}</em>
fr: Publier le contenu en utilisant l'expression : <em>{0}</em>

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Edit
source: Enter a JavaScript expression that evaluates to the content item (or its 'ContentItemId') to be published. For example: input("ContentItem"). If no expression is specified, the workflow's "ContentItem" input variable or "ContentItem" property will be used.
fr: Entrez une expression JavaScript qui évalue l'élément de contenu à publier (ou son 'ContentItemId'). Par exemple: input("ContentItem"). Si aucune expression n'est spécifiée, la variable d'entrée "ContentItem" ou la propriété "ContentItem" du workflow sera utilisée.

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Thumbnail
source: Publish Content
fr: Publier un contenu

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Thumbnail
source: Publish a content item.
fr: Publier un élément de contenu.

# OrchardCore.Contents.Views.Items.RetrieveContentTask.Fields.Design
source: Retrieve Content
fr: Récupérer le contenu

# OrchardCore.Contents.Views.Items.RetrieveContentTask.Fields.Design
source: Retrieve content provided via the <em>ContentItemId</em> input argument
fr: Récupérer le contenu fourni via l'argument d'entrée <em>ContentItemId</em>

# OrchardCore.Contents.Views.Items.RetrieveContentTask.Fields.Design
source: Retrieve content using expression: <em>{0}</em>
fr: Récupérer le contenu en utilisant l'expression : <em>{0}</em>

# OrchardCore.Contents.Views.Items.RetrieveContentTask.Fields.Edit
source: Content Item ID
fr: Id de l'élément de contenu

# OrchardCore.Contents.Views.Items.RetrieveContentTask.Fields.Edit
source: Enter a JavaScript expression that evaluates to the Content Item's ID (ContentItemId) to be retrieved. For example: correlationId().
fr: Entrez une expression JavaScript qui évalue à l'ID de l'élément de contenu (ContentItemId) à récupérer. Par exemple: correlationId().

# OrchardCore.Contents.Views.Items.RetrieveContentTask.Fields.Thumbnail
source: Retrieve Content
fr: Récupérer le contenu

# OrchardCore.Contents.Views.Items.RetrieveContentTask.Fields.Thumbnail
source: Retrieve a content item.
fr: Récupérer un élément de contenu.

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Design
source: Unpublish Content
fr: Dépublier un contenu

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Design
source: Unpublish content provided via the <em>ContentItem</em> input argument
fr: Dépublier le contenu fourni via l'argument d'entrée <em>ContentItem</em>

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Design
source: Unpublish content using expression: <em>{0}</em>
fr: Dépublier le contenu en utilisant l'expression : <em>{0}</em>

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Edit
source: Enter a JavaScript expression that evaluates to the content item (or its 'ContentItemId') to be unpublished. For example: input("ContentItem"). If no expression is specified, the workflow's "ContentItem" input variable or "ContentItem" property will be used.
fr: Entrez une expression JavaScript qui évalue l'élément de contenu à dépublier (ou son 'ContentItemId'). Par exemple: input("ContentItem"). Si aucune expression n'est spécifiée, la variable d'entrée "ContentItem" ou la propriété "ContentItem" du workflow sera utilisée.

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Thumbnail
source: Unpublish Content
fr: Dépublier un contenu

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Thumbnail
source: Unpublish a content item.
fr: Dépublier un élément de contenu.

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Design
source: Update Content
fr: Mettre à jour le contenu

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Design
source: Update content provided via the <em>ContentItemId</em> input argument
fr: Mettre à jour le contenu fourni via l'argument d'entrée <em>ContentItemId</em>

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Design
source: Update content using expression: <em>{0}</em>
fr: Mettre à jour le contenu en utilisant l'expression : <em>{0}</em>

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Edit
source: Content Item ID
fr: Id de l'élément de contenu

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Edit
source: Enter a JavaScript expression that evaluates to the Content Item's ID (ContentItemId) to be updated. For example: correlationId().
fr: Entrez une expression JavaScript qui évalue à l'ID de l'élément de contenu (ContentItemId) à mettre à jour. Par exemple: correlationId().

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Edit
source: Content Properties
fr: Propriétés du contenu

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Edit
source: Optionally provide values for the content parts, fields and their properties in JSON format. With Liquid support.
fr: Fournir éventuellement des valeurs pour les parties de contenu, les champs et leurs propriétés au format JSON. Avec prise en charge de Liquid.

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Edit
source: Publish
fr: Publier

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Edit
source: Check if you want the content item to be published when being updated. Leave unchecked to create a draft version.
fr: Cocher si vous voulez que l'élément de contenu soit publié lors de la création. Laisser décoché pour créer un brouillon.

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Thumbnail
source: Update Content
fr: Mettre à jour le contenu

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Thumbnail
source: Update a content item.
fr: Mettre à jour un élément de contenu.
