Repository: StatCan/StatCan.OrchardCore
Catalog: src/StatCan.OrchardCore.Cms.Web/Localization/*/OrchardCore.Sitemaps.po
Languages: fr

# OrchardCore.Sitemaps.AdminMenu
source: Sitemap Indexes
fr: Index de plan du site

# OrchardCore.Sitemaps.AdminMenu
source: Sitemaps Cache
fr: Cache de Sitemaps

# OrchardCore.Sitemaps.Controllers.AdminController
source: Sitemap updated successfully
fr: Plan du site mis à jour avec succès

# OrchardCore.Sitemaps.Controllers.AdminController
source: Sitemap deleted successfully
fr: Plan du site supprimé avec succès

# OrchardCore.Sitemaps.Controllers.AdminController
source: Sitemap toggled successfully
fr: Plan du site basculé avec succès

# OrchardCore.Sitemaps.Controllers.SitemapCacheController
source: Sitemap cache purged, with errors.
fr: Cache Sitemap purgé, avec des erreurs.

# OrchardCore.Sitemaps.Controllers.SitemapCacheController
source: Sitemap cache purged.
fr: Cache Sitemap purgé.

# OrchardCore.Sitemaps.Controllers.SitemapCacheController
source: Error purging sitemap cache item.
fr: Erreur lors de la purge du cache de sitemap.

# OrchardCore.Sitemaps.Controllers.SitemapCacheController
source: Sitemap cache item purged.
fr: Cache Sitemap purgé.

# OrchardCore.Sitemaps.Controllers.SitemapIndexController
source: Sitemap index created successfully
fr: Index du plan du site créé avec succès

# OrchardCore.Sitemaps.Controllers.SitemapIndexController
source: Sitemap index updated successfully
fr: Index du plan du site mis à jour avec succès

# OrchardCore.Sitemaps.Controllers.SitemapIndexController
source: Sitemap index deleted successfully
fr: L'index du plan du site a été supprimé avec succès

# OrchardCore.Sitemaps.Controllers.SitemapIndexController
source: Sitemap index menu toggled successfully
fr: Menu d'index du plan du site basculé avec succès

# OrchardCore.Sitemaps.Controllers.SourceController
source: Sitemap source added successfully
fr: La source du plan du site a été ajoutée avec succès

# OrchardCore.Sitemaps.Controllers.SourceController
source: Sitemap source updated successfully
fr: La source du plan du site a été mise à jour avec succès

# OrchardCore.Sitemaps.Controllers.SourceController
source: The sitemap source has validation errors
fr: La source du sitemap a des erreurs de validation

# OrchardCore.Sitemaps.Controllers.SourceController
source: Sitemap source deleted successfully
fr: La source du plan du site a été supprimée avec succès

# OrchardCore.Sitemaps.Services.SitemapHelperService
source: Your permalink can't be set to the homepage
fr: Votre permalien ne peut pas être défini sur la page d'accueil

# OrchardCore.Sitemaps.Services.SitemapHelperService
source: Please do not use any of the following characters in your permalink: {0}. No spaces are allowed (please use dashes or underscores instead).
fr: Veuillez ne pas utiliser les caractères suivants dans votre permalien : {0}. Aucun espace n'est autorisé (veuillez utiliser des tirets ou des tirets bas à la place).

# OrchardCore.Sitemaps.Services.SitemapHelperService
source: Your permalink must end with {0}.
fr: Votre permalien doit se terminer par {0}.

# OrchardCore.Sitemaps.Services.SitemapHelperService
source: Your permalink is too long. The permalink can only be up to {0} characters.
fr: Votre permalien est trop long. Le permalien ne peut contenir que {0} caractères.

# OrchardCore.Sitemaps.Services.SitemapHelperService
source: Your permalink is already in use.
fr: Votre permalien est déjà utilisé.

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: Override sitemap configuration
fr: Remplacer la configuration du sitemap

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: Check to override sitemap configuration.
fr: Cocher cette case pour remplacer la configuration du sitemap.

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: Exclude
fr: Exclure

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: Check to exclude this content item from the site map.
fr: Cochez cette case pour exclure cet élément de contenu de sitemap.

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: Change Frequency
fr: Changer la Fréquence

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: The frequency this content item is likely to change.
fr: La fréquence de cet élément de contenu est susceptible de changer.

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: Priority
fr: Priorité

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: The default priority of these content types relative to other content on your site.
fr: La priorité par défaut de ces types de contenu par rapport aux autres contenus de votre site.

# OrchardCore.Sitemaps.Views.SitemapSource.SummaryAdmin
source: Edit
fr: Modifier

# OrchardCore.Sitemaps.Views.SitemapSource.SummaryAdmin
source: Delete
fr: Supprimer

# OrchardCore.Sitemaps.Views.SitemapSource.Thumbnail
source: Add
fr: Ajouter

# OrchardCore.Sitemaps.Views.Admin.Create
source: Create Sitemap
fr: Créer un sitemap

# OrchardCore.Sitemaps.Views.Admin.Create
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
fr: Le paramètre du site 'Url de base' est vide, mais est requis pour générer des sitemaps.

# OrchardCore.Sitemaps.Views.Admin.Create
source: Name
fr: Nom

# OrchardCore.Sitemaps.Views.Admin.Create
source: The name is required.
fr: Le nom est obligatoire.

# OrchardCore.Sitemaps.Views.Admin.Create
source: Permalink
fr: Permalien

# OrchardCore.Sitemaps.Views.Admin.Create
source: The url of the sitemap. Leave empty to auto-generate it.
fr: L'url du plan du site. Laissez vide pour le générer automatiquement.

# OrchardCore.Sitemaps.Views.Admin.Create
source: Enabled
fr: Activé

# OrchardCore.Sitemaps.Views.Admin.Create
source: Uncheck to disable routing to this sitemap.
fr: Décocher pour désactiver le routage vers l'index sitemap.

# OrchardCore.Sitemaps.Views.Admin.Create
source: Create
fr: Créer

# OrchardCore.Sitemaps.Views.Admin.Create
source: Cancel
fr: Annuler

# OrchardCore.Sitemaps.Views.Admin.Display
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
fr: Le paramètre du site 'Url de base' est vide, mais est requis pour générer des sitemaps.

# OrchardCore.Sitemaps.Views.Admin.Display
source: View
fr: Voir

# OrchardCore.Sitemaps.Views.Admin.Display
source: Add Source
fr: Ajouter une source

# OrchardCore.Sitemaps.Views.Admin.Display
source: <strong>Nothing here!</strong> There are no sources on this sitemap for the moment.
fr: <strong>Rien ici !</strong> Il n'y a pas de sources sur ce plan du site pour le moment.

# OrchardCore.Sitemaps.Views.Admin.Display
source: Available Sources
fr: Sources disponibles

# OrchardCore.Sitemaps.Views.Admin.Display
source: Cancel
fr: Annuler

# OrchardCore.Sitemaps.Views.Admin.Edit
source: Edit Sitemap
fr: Modifier le plan du site

# OrchardCore.Sitemaps.Views.Admin.Edit
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
fr: Le paramètre du site 'Url de base' est vide, mais est requis pour générer des sitemaps.

# OrchardCore.Sitemaps.Views.Admin.Edit
source: Name
fr: Nom

# OrchardCore.Sitemaps.Views.Admin.Edit
source: The name is required.
fr: Le nom est obligatoire.

# OrchardCore.Sitemaps.Views.Admin.Edit
source: Permalink
fr: Permalien

# OrchardCore.Sitemaps.Views.Admin.Edit
source: The url of the sitemap. Leave empty to auto-generate it.
fr: L'url du plan du site. Laissez vide pour le générer automatiquement.

# OrchardCore.Sitemaps.Views.Admin.Edit
source: Enabled
fr: Activé

# OrchardCore.Sitemaps.Views.Admin.Edit
source: Uncheck to disable routing to this sitemap.
fr: Décocher pour désactiver le routage vers ce sitemap.

# OrchardCore.Sitemaps.Views.Admin.Edit
source: Save
fr: Enregistrer

# OrchardCore.Sitemaps.Views.Admin.Edit
source: Cancel
fr: Annuler

# OrchardCore.Sitemaps.Views.Admin.List
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
fr: Le paramètre du site 'Url de base' est vide, mais est requis pour générer des sitemaps.

# OrchardCore.Sitemaps.Views.Admin.List
source: Search
fr: Recherche

# OrchardCore.Sitemaps.Views.Admin.List
source: Add Sitemap
fr: Ajouter un plan du site

# OrchardCore.Sitemaps.Views.Admin.List
source: View
fr: Voir

# OrchardCore.Sitemaps.Views.Admin.List
source: Edit
fr: Modifier

# OrchardCore.Sitemaps.Views.Admin.List
source: Delete
fr: Supprimer

# OrchardCore.Sitemaps.Views.Admin.List
source: Toggle Dropdown
fr: Basculer la liste déroulante

# OrchardCore.Sitemaps.Views.Admin.List
source: Disable
fr: Désactiver

# OrchardCore.Sitemaps.Views.Admin.List
source: Enable
fr: Activer

# OrchardCore.Sitemaps.Views.Admin.List
source: <strong>Nothing here!</strong> There are no sitemaps for the moment.
fr: <strong>Rien ici !</strong> Il n'y a pas de sitemaps pour le moment.

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: Search
fr: Recherche

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: Purge All
fr: Tout purger

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: Are you sure you want to purge the entire sitemap cache?
fr: Êtes-vous sûr de vouloir purger la totalité du cache sitemap ?

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: Purge
fr: Purger

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: Are you sure you want to purge this sitemap?
fr: Êtes-vous sûr de vouloir purger ce plan de site?

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: <strong>Nothing here!</strong> There are no sitemaps cached for the moment.
fr: <strong>Rien ici !</strong> Il n'y a pas de sitemaps mis en cache pour le moment.

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: <strong>Nothing here!</strong> Your search returned no results.
fr: <strong>Rien ici !</strong> Votre recherche n'a retourné aucun résultat.

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Create Sitemap Index
fr: Créer un index de plan du site

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
fr: Le paramètre du site 'Url de base' est vide, mais est requis pour générer des sitemaps.

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Name
fr: Nom

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: The name is required.
fr: Le nom est obligatoire.

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Permalink
fr: Permalien

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: The url of the sitemap index.
fr: L'url de l'index sitemap.

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Enabled
fr: Activé

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Uncheck to disable routing to the sitemap index.
fr: Décocher pour désactiver le routage vers l'index sitemap.

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Contained Sitemaps
fr: Sitemaps contenus

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: The sitemaps this index contains.
fr: Les sitemaps que cet index contient.

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Save
fr: Enregistrer

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Cancel
fr: Annuler

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Edit Sitemap Index
fr: Modifier l'index du plan du site

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
fr: Le paramètre du site 'Url de base' est vide, mais est requis pour générer des sitemaps.

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Name
fr: Nom

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: The name is required.
fr: Le nom est obligatoire.

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Permalink
fr: Permalien

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: The url of the sitemap index.
fr: L'url de l'index sitemap.

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Enabled
fr: Activé

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Uncheck to disable routing to the sitemap index.
fr: Décocher pour désactiver le routage vers l'index sitemap.

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Contained Sitemaps
fr: Sitemaps contenus

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: The sitemaps this index contains.
fr: Les sitemaps que cet index contient.

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Save
fr: Enregistrer

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Cancel
fr: Annuler

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Sitemap Indexes
fr: Index de plan du site

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
fr: Le paramètre du site 'Url de base' est vide, mais est requis pour générer des sitemaps.

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Search
fr: Recherche

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Add Sitemap Index
fr: Ajouter l'index du plan du site

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: View
fr: Voir

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Edit
fr: Modifier

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Delete
fr: Supprimer

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Toggle Dropdown
fr: Basculer la liste déroulante

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Disable
fr: Désactiver

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Enable
fr: Activer

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: <strong>Nothing here!</strong> There are no sitemaps indexes for the moment.
fr: <strong>Rien ici !</strong> Il n'y a pas d'index de sitemaps pour le moment.

# OrchardCore.Sitemaps.Views.Source.Create
source: Create Sitemap Source
fr: Créer une source de Sitemap

# OrchardCore.Sitemaps.Views.Source.Create
source: Create
fr: Créer

# OrchardCore.Sitemaps.Views.Source.Create
source: Cancel
fr: Annuler

# OrchardCore.Sitemaps.Views.Source.Edit
source: Edit Sitemap Source
fr: Modifier la source du plan du site

# OrchardCore.Sitemaps.Views.Source.Edit
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
fr: Le paramètre du site 'Url de base' est vide, mais est requis pour générer des sitemaps.

# OrchardCore.Sitemaps.Views.Source.Edit
source: Save
fr: Enregistrer

# OrchardCore.Sitemaps.Views.Source.Edit
source: Delete
fr: Supprimer

# OrchardCore.Sitemaps.Views.Source.Edit
source: Cancel
fr: Annuler
