Repository: StatCan/StatCan.OrchardCore
Catalog: src/StatCan.OrchardCore.Cms.Web/Localization/*/OrchardCore.Layers.po
Languages: fr

# OrchardCore.Layers.AdminMenu
source: Settings
fr: Paramètres

# OrchardCore.Layers.Controllers.AdminController
source: Layer deleted successfully.
fr: Couche supprimée avec succès.

# OrchardCore.Layers.Controllers.AdminController
source: The layer couldn't be deleted: you must remove any associated widgets first.
fr: La layer n'a pas pu être supprimée : vous devez d'abord supprimer les widgets associés.

# OrchardCore.Layers.Controllers.AdminController
source: The layer name is required.
fr: Le nom de la layer est requis.

# OrchardCore.Layers.Controllers.AdminController
source: The layer name already exists.
fr: Le nom de la layer existe déjà.

# OrchardCore.Layers.Controllers.LayerRuleController
source: Condition added successfully.
fr: Condition ajoutée avec succès.

# OrchardCore.Layers.Controllers.LayerRuleController
source: Condition updated successfully.
fr: Condition mise à jour avec succès.

# OrchardCore.Layers.Controllers.LayerRuleController
source: The condition has validation errors.
fr: La condition a des erreurs de validation.

# OrchardCore.Layers.Controllers.LayerRuleController
source: Condition deleted successfully.
fr: Condition supprimée avec succès.

# OrchardCore.Layers.Drivers.LayerMetadataWelder
source: Zone is missing
fr: Zone manquante

# OrchardCore.Layers.Drivers.LayerMetadataWelder
source: Layer is missing
fr: La Layer est manquante

# OrchardCore.Layers.GraphQL.SiteLayersQuery
source: Site layers define the rules and zone placement for widgets.
fr: Les layers du site définissent les règles et le placement pour les widgets dans les zones.

# OrchardCore.Layers.Views.LayerMetadata.Edit
source: Title
fr: Titre

# OrchardCore.Layers.Views.LayerMetadata.Edit
source: Render title
fr: Afficher le titre

# OrchardCore.Layers.Views.LayerMetadata.Edit
source: If checked, the title will be rendered with the widget.
fr: Si coché, le titre sera rendu avec le widget.

# OrchardCore.Layers.Views.LayerMetadata.Edit
source: The layer the widget should be associated with.
fr: La couche avec laquelle le widget doit être associé.

# OrchardCore.Layers.Views.LayerSettings.Edit
source: Available zones for Layers
fr: Zones disponibles pour les layers

# OrchardCore.Layers.Views.LayerSettings.Edit
source: A comma separated list of values, representing the available zones for <a href="{0}">widgets</a>. Note that you'll need to render these zones in the layout template, as they do not automatically render.
fr: Une liste de valeurs séparées par des virgules, représentant les zones disponibles pour les <a href="{0}">widgets</a>. Notez que vous devrez afficher ces zones dans le modèle de mise en page, car elles ne sont pas automatiquement rendues.

# OrchardCore.Layers.Views.Admin.Create
source: Create Layer
fr: Créer une layer

# OrchardCore.Layers.Views.Admin.Create
source: Name
fr: Nom

# OrchardCore.Layers.Views.Admin.Create
source: Create
fr: Créer

# OrchardCore.Layers.Views.Admin.Edit
source: Edit Layer - {0}
fr: Modifier Layer - {0}

# OrchardCore.Layers.Views.Admin.Edit
source: Name
fr: Nom

# OrchardCore.Layers.Views.Admin.Edit
source: Error updating rule order
fr: Erreur lors de la mise à jour de l'ordre des règles

# OrchardCore.Layers.Views.Admin.Edit
source: Save
fr: Enregistrer

# OrchardCore.Layers.Views.Admin.Index
source: Edit Widgets and Layers
fr: Modifier les Widgets et les Layers

# OrchardCore.Layers.Views.Admin.Index
source: Widget successfully moved. <a href="javascript:console.log('submit');$('#undo-form').submit();"><strong>Undo</strong></a>.
fr: Widget déplacé avec succès. <a href="javascript:console.log('submit');$('#undo-form').submit();"><strong>Annuler</strong></a>.

# OrchardCore.Layers.Views.Admin.Index
source: Please <a href="{0}">define the available zones</a> before adding Widgets
fr: Veuillez <a href="{0}">définir les zones disponibles</a> avant d'ajouter des widgets

# OrchardCore.Layers.Views.Admin.Index
source: Add Widget
fr: Ajouter un Widget

# OrchardCore.Layers.Views.Admin.Index
source: Select a layer to reveal its associated widgets.
fr: Sélectionnez une couche pour révéler ses widgets associés.

# OrchardCore.Layers.Views.Admin.Index
source: See documentation
fr: Voir la documentation

# OrchardCore.Layers.Views.Admin.Index
source: Edit
fr: Modifier

# OrchardCore.Layers.Views.Admin.Index
source: Delete
fr: Supprimer

# OrchardCore.Layers.Views.Admin.Index
source: Please <a href="{0}">create a layer</a> before adding Widgets
fr: Veuillez <a href="{0}">créer une couche</a> avant d'ajouter des Widgets

# OrchardCore.Layers.Views.Admin.Index
source: Add
fr: Ajouter

# OrchardCore.Layers.Views.Items.AllLayersDeploymentStep.Edit
source: All Layers
fr: Toutes les layers

# OrchardCore.Layers.Views.Items.AllLayersDeploymentStep.Summary
source: All Layers
fr: Toutes les layers

# OrchardCore.Layers.Views.Items.AllLayersDeploymentStep.Summary
source: Adds all layers to the plan.
fr: Ajoute toutes les layers au plan.

# OrchardCore.Layers.Views.Items.AllLayersDeploymentStep.Thumbnail
source: All Layers
fr: Toutes les layers

# OrchardCore.Layers.Views.Items.AllLayersDeploymentStep.Thumbnail
source: Exports all layers.
fr: Exporte toutes les layers.

# OrchardCore.Layers.Views.LayerRule.Create
source: Create Rule
fr: Créer une règle

# OrchardCore.Layers.Views.LayerRule.Create
source: Create
fr: Créer

# OrchardCore.Layers.Views.LayerRule.Create
source: Cancel
fr: Annuler

# OrchardCore.Layers.Views.LayerRule.Edit
source: Edit Rule
fr: Éditer la règle

# OrchardCore.Layers.Views.LayerRule.Edit
source: Save
fr: Enregistrer
