Repository: StatCan/StatCan.OrchardCore
Catalog: src/StatCan.OrchardCore.Cms.Web/Localization/*/OrchardCore.Contents.po
Languages: fr

# OrchardCore.Contents.AdminMenu
source: Content
fr: Contenu

# OrchardCore.Contents.AdminMenu
source: Content Items
fr: Eléments de contenu

# OrchardCore.Contents.AdminMenu
source: New
fr: Nouveau

# OrchardCore.Contents.Controllers.AdminController
source: Latest
fr: Plus récents

# OrchardCore.Contents.Controllers.AdminController
source: Published
fr: Publiés

# OrchardCore.Contents.Controllers.AdminController
source: Unpublished
fr: Dépubliés

# OrchardCore.Contents.Controllers.AdminController
source: All versions
fr: Toutes les versions

# OrchardCore.Contents.Controllers.AdminController
source: Owned by me
fr: Créés par moi

# OrchardCore.Contents.Controllers.AdminController
source: Recently created
fr: Récemment créés

# OrchardCore.Contents.Controllers.AdminController
source: Recently modified
fr: Récemment modifiés

# OrchardCore.Contents.Controllers.AdminController
source: Recently published
fr: Récemment publiés

# OrchardCore.Contents.Controllers.AdminController
source: Title
fr: Titre

# OrchardCore.Contents.Controllers.AdminController
source: Publish Now
fr: Publier maintenant

# OrchardCore.Contents.Controllers.AdminController
source: Unpublish
fr: Dépublier

# OrchardCore.Contents.Controllers.AdminController
source: Delete
fr: Supprimer

# OrchardCore.Contents.Controllers.AdminController
source: All content types
fr: Tous les types de contenu

# OrchardCore.Contents.Controllers.AdminController
source: Couldn't publish selected content.
fr: Impossible de publier le contenu sélectionné.

# OrchardCore.Contents.Controllers.AdminController
source: Content successfully published.
fr: Contenu publié avec succès.

# OrchardCore.Contents.Controllers.AdminController
source: Couldn't unpublish selected content.
fr: Impossible de dépublier le contenu sélectionné.

# OrchardCore.Contents.Controllers.AdminController
source: Content successfully unpublished.
fr: Contenu dépublié avec succès.

# OrchardCore.Contents.Controllers.AdminController
source: Couldn't remove selected content.
fr: Impossible de supprimer le contenu sélectionné.

# OrchardCore.Contents.Controllers.AdminController
source: Content successfully removed.
fr: Contenu supprimé avec succès.

# OrchardCore.Contents.Controllers.AdminController
source: Your content draft has been saved.
fr: Votre brouillon a été enregistré.

# OrchardCore.Contents.Controllers.AdminController
source: Your {0} draft has been saved.
fr: Votre brouillon de {0} a été enregistré.

# OrchardCore.Contents.Controllers.AdminController
source: Your content has been published.
fr: Votre contenu a été publié.

# OrchardCore.Contents.Controllers.AdminController
source: Your {0} has been published.
fr: Votre {0} a été publié•e.

# OrchardCore.Contents.Controllers.AdminController
source: Could not clone the content item.
fr: Impossible de cloner l'élément de contenu.

# OrchardCore.Contents.Controllers.AdminController
source: Successfully cloned. The clone was saved as a draft.
fr: Cloné avec succès. Le clone a été enregistré comme brouillon.

# OrchardCore.Contents.Controllers.AdminController
source: The draft has been removed.
fr: Le brouillon a été supprimé.

# OrchardCore.Contents.Controllers.AdminController
source: The {0} draft has been removed.
fr: Le brouillon de {0} a été supprimé.

# OrchardCore.Contents.Controllers.AdminController
source: That content has been removed.
fr: Ce contenu a été supprimé.

# OrchardCore.Contents.Controllers.AdminController
source: That {0} has been removed.
fr: Ce•tte {0} a été supprimé•e.

# OrchardCore.Contents.Controllers.AdminController
source: That content has been published.
fr: Ce contenu a été publié.

# OrchardCore.Contents.Controllers.AdminController
source: That {0} has been published.
fr: Ce•tte {0} a été publié•e.

# OrchardCore.Contents.Controllers.AdminController
source: The content has been unpublished.
fr: Le contenu a été dépublié.

# OrchardCore.Contents.Controllers.AdminController
source: The {0} has been unpublished.
fr: Le•a {0} a été dépublié•e.

# OrchardCore.Content.Controllers.ApiController
source: One or more validation errors occurred.
fr: Une ou plusieurs erreurs de validation se sont produites.

# OrchardCore.Contents.Drivers.OwnerEditorDriver
source: Invalid user name
fr: Nom d’utilisateur non valide

# OrchardCore.Contents.Settings.FullTextAspectSettingsDisplayDriver
source: Full-text doesn't contain a valid Liquid expression. Details: {0}
fr: Full-text ne contient pas une expression Liquid valide. Détails : {0}

source: Content successfully added to deployment plan.
fr: Contenu ajouté avec succès au plan de déploiement.

source: Couldn't add selected content to deployment plan.
fr: Impossible d'ajouter le contenu sélectionné au plan de déploiement.

source: Your content item does not exist.
fr: Votre élément de contenu n'existe pas.

source: Settings
fr: Paramètres

source: Export Target Settings
fr: Exporter les paramètres de déploiement vers une cible

source: Export Content To Deployment Target settings
fr: Exporter les paramètres de déploiement de contenu vers une cible

source: Exports the Export Content To Deployment Target settings.
fr: Exporte les paramètres d'export de déploiement de contenu vers une cible.

# OrchardCore.Contents.Workflows.Activities.ContentActivity
source: Content
fr: Contenu

# OrchardCore.Contents.Workflows.Activities.ContentActivity
source: Done
fr: Terminé

# OrchardCore.Contents.Workflows.Activities.ContentCreatedEvent
source: Content Created Event
fr: Événement contenu créé

# OrchardCore.Contents.Workflows.Activities.ContentDeletedEvent
source: Content Deleted Event
fr: Événement contenu supprimé

# OrchardCore.Contents.Workflows.Activities.ContentDraftSavedEvent
source: Content Save Draft Event
fr: Événement de sauvegarde de contenu en brouillon

# OrchardCore.Contents.Workflows.Activities.ContentPublishedEvent
source: Content Published Event
fr: Événement contenu publié

# OrchardCore.Contents.Workflows.Activities.ContentUnpublishedEvent
source: Content Unpublished Event
fr: Événement contenu dépublié

# OrchardCore.Contents.Workflows.Activities.ContentUpdatedEvent
source: Content Updated Event
fr: Événement contenu mis à jour

# OrchardCore.Contents.Workflows.Activities.ContentVersionedEvent
source: Content Versioned Event
fr: Événement contenu versionné

# OrchardCore.Contents.Workflows.Activities.CreateContentTask
source: Content
fr: Contenu

# OrchardCore.Contents.Workflows.Activities.CreateContentTask
source: Create Content Task
fr: Tâche créer un contenu

# OrchardCore.Contents.Workflows.Activities.CreateContentTask
source: Enter a title
fr: Saisir un titre

# OrchardCore.Contents.Workflows.Activities.CreateContentTask
source: Done
fr: Terminé

# OrchardCore.Contents.Workflows.Activities.CreateContentTask
source: Failed
fr: Echec

# OrchardCore.Contents.Workflows.Activities.DeleteContentTask
source: Delete Content Task
fr: Tâche supprimer un contenu

# OrchardCore.Contents.Workflows.Activities.DeleteContentTask
source: Content
fr: Contenu

# OrchardCore.Contents.Workflows.Activities.DeleteContentTask
source: Deleted
fr: Supprimé

# OrchardCore.Contents.Workflows.Activities.PublishContentTask
source: Publish Content Task
fr: Tâche publier un contenu

# OrchardCore.Contents.Workflows.Activities.PublishContentTask
source: Content
fr: Contenu

# OrchardCore.Contents.Workflows.Activities.PublishContentTask
source: Published
fr: Publié

# OrchardCore.Contents.Workflows.Activities.RetrieveContentTask
source: Retrieve Content Task
fr: Tâche Récupérer un contenu

# OrchardCore.Contents.Workflows.Activities.RetrieveContentTask
source: Content
fr: Contenu

# OrchardCore.Contents.Workflows.Activities.RetrieveContentTask
source: Retrieved
fr: Récupéré

# OrchardCore.Contents.Workflows.Activities.UnpublishContentTask
source: Unpublish Content Task
fr: Tâche dépublier un contenu

# OrchardCore.Contents.Workflows.Activities.UnpublishContentTask
source: Content
fr: Contenu

# OrchardCore.Contents.Workflows.Activities.UnpublishContentTask
source: Unpublished
fr: Non publié

# OrchardCore.Contents.Workflows.Activities.UpdateContentTask
source: Content
fr: Contenu

# OrchardCore.Contents.Workflows.Activities.UpdateContentTask
source: Update Content Task
fr: Tâche de mise à jour du contenu

# OrchardCore.Contents.Workflows.Activities.UpdateContentTask
source: Enter a title
fr: Saisir un titre

# OrchardCore.Contents.Workflows.Activities.UpdateContentTask
source: Done
fr: Terminé

# OrchardCore.Contents.Workflows.Activities.UpdateContentTask
source: Failed
fr: Echec

# OrchardCore.Contents.Views.CommonPart-Date.Edit
source: Created
fr: Créé

# OrchardCore.Contents.Views.CommonPart-Date.Edit
source: The date when the content item was created or first published.
fr: La date à laquelle l'élément de contenu a été créé ou publié pour la première fois.

# OrchardCore.Contents.Views.CommonPart-Owner.Edit
source: Owner Name
fr: Nom du propriétaire

# OrchardCore.Contents.Views.CommonPart-Owner.Edit
source: The name of the owner of the content item.
fr: Le nom du propriétaire de l'élément de contenu.

# OrchardCore.Contents.Views.CommonPartSettings.Edit
source: Display date editor
fr: Afficher l'éditeur de date

# OrchardCore.Contents.Views.CommonPartSettings.Edit
source: Check to be able to edit the creation date of the content item.
fr: Cocher pour pouvoir modifier la date de création de l'élément de contenu.

# OrchardCore.Contents.Views.CommonPartSettings.Edit
source: Display owner editor
fr: Afficher l'éditeur du propriétaire

# OrchardCore.Contents.Views.CommonPartSettings.Edit
source: Check to be able to edit the owner of the content item. The <code>SiteOwner</code> permission will also be required.
fr: Cocher pour être en mesure de modifier le propriétaire de l’élément de contenu. La permission <code>SiteOwner</code> sera également nécessaire.

# OrchardCore.Contents.Views.Content.Edit
source: Cancel
fr: Annuler

# OrchardCore.Contents.Views.Content.PublishButton
source: Publish
fr: Publier

# OrchardCore.Contents.Views.Content.PublishButton
source: Toggle Dropdown
fr: Ouvrir/fermer la liste déroulante

# OrchardCore.Contents.Views.Content.PublishButton
source: and continue
fr: et continuer

# OrchardCore.Contents.Views.Content.SaveDraftButton
source: Save Draft
fr: Enregistrer le brouillon

# OrchardCore.Contents.Views.Content.SaveDraftButton
source: Toggle Dropdown
fr: Ouvrir/fermer la liste déroulante

# OrchardCore.Contents.Views.Content.SaveDraftButton
source: and continue
fr: et continuer

# OrchardCore.Contents.Views.Contents-BulkActions
source: Bulk Action
fr: Action par lot

# OrchardCore.Contents.Views.Contents-BulkActions
source: Are you sure you want to {0} these items?
fr: Êtes-vous sûr de vouloir {0} ces éléments ?

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Publish Draft
fr: Publier le brouillon

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Preview Draft
fr: Aperçu du brouillon

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Discard Draft
fr: Supprimer le brouillon

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Are you sure you want to discard this draft?
fr: Êtes-vous sûr de vouloir annuler ce brouillon ?

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Yes
fr: Oui

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: No
fr: Non

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Unpublish
fr: Dépublier

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Are you sure you want to unpublish this item?
fr: Êtes-vous sûr de vouloir dépublier cet élément ?

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Delete
fr: Supprimer

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Are you sure you want to delete this content item?
fr: Êtes-vous sûr de vouloir supprimer cet élément de contenu ?

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Clone
fr: Cloner

# OrchardCore.Contents.Views.ContentsAdminList-BulkActions
source: Bulk Action
fr: Action par lot

# OrchardCore.Contents.Views.ContentsAdminList-BulkActions
source: Are you sure you want to {0} these items?
fr: Êtes-vous sûr de vouloir {0} ces éléments ?

# OrchardCore.Contents.Views.ContentsAdminList-Create
source: New {0}
fr: Nouveau•lle {0}

# OrchardCore.Contents.Views.ContentsAdminList-Create
source: New
fr: Nouveau

# OrchardCore.Contents.Views.ContentsAdminList-Filters
source: Filter by content type
fr: Filtrer par type de contenu

# OrchardCore.Contents.Views.ContentsAdminList-Filters
source: Content Type
fr: Type de contenu

# OrchardCore.Contents.Views.ContentsAdminList-Filters
source: Filter by status
fr: Filtrer par statut

# OrchardCore.Contents.Views.ContentsAdminList-Filters
source: Show
fr: Afficher

# OrchardCore.Contents.Views.ContentsAdminList-Filters
source: Sort by
fr: Trier par

# OrchardCore.Contents.Views.ContentsAdminList-Filters
source: Sort
fr: Trier

# OrchardCore.Contents.Views.ContentsAdminList-Search
source: Filters
fr: Filtres

# OrchardCore.Contents.Views.ContentsAdminList-Search
source: Only draft items
fr: Uniquement les brouillons

# OrchardCore.Contents.Views.ContentsAdminList-Search
source: Only published items
fr: Uniquement les éléments publiés

# OrchardCore.Contents.Views.ContentsAdminList-Search
source: Owned by me
fr: Créés par moi

# OrchardCore.Contents.Views.ContentsAdminList-Search
source: Search all content items
fr: Rechercher tous les éléments de contenu

# OrchardCore.Contents.Views.ContentsAdminList-Summary
source: Select All
fr: Tout sélectionner

# OrchardCore.Contents.Views.ContentsAdminList-Summary
source: 1 item
fr: 1 élément

# OrchardCore.Contents.Views.ContentsAdminList-Summary
source: Items {0} to {1}
fr: Éléments {0} à {1}

# OrchardCore.Contents.Views.ContentsAdminList-Summary
source: / {0} item in total
fr: / {0} élément au total

# OrchardCore.Contents.Views.ContentsAdminList
source: No results found.
fr: Aucun résultat trouvé.

# OrchardCore.Contents.Views.ContentsAdminList
source: selected
fr: sélectionné(s)

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Publish Draft
fr: Publier le brouillon

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Preview Draft
fr: Aperçu du brouillon

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Discard Draft
fr: Annuler le brouillon

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Are you sure you want to discard this draft?
fr: Êtes-vous sûr de vouloir annuler ce brouillon ?

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Yes
fr: Oui

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: No
fr: Non

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Unpublish
fr: Dépublier

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Are you sure you want to unpublish this item?
fr: Êtes-vous sûr de vouloir dépublier cet élément ?

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Delete
fr: Supprimer

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Are you sure you want to delete this content item?
fr: Êtes-vous sûr de vouloir supprimer cet élément de contenu ?

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Clone
fr: Cloner

# OrchardCore.Contents.Views.ContentsButtonEdit_SummaryAdmin
source: Edit
fr: Modifier

# OrchardCore.Contents.Views.ContentsButtonEdit_SummaryAdmin
source: View
fr: Afficher

# OrchardCore.Contents.Views.ContentsMeta_SummaryAdmin
source: Last modified {0} by {1}
fr: Dernière modification le {0} par {1}

# OrchardCore.Contents.Views.ContentsTags_SummaryAdmin
source: Published
fr: Publié

# OrchardCore.Contents.Views.ContentsTags_SummaryAdmin
source: Draft
fr: Brouillon

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: The full-text content is used in search queries to find content items from free-text searches.
fr: Le contenu Full-text est utilisé dans les requêtes de recherche pour trouver des éléments de contenu à partir de recherches en texte libre.

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Include display text
fr: Inclure le texte d'affichage

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Check to include the display text in the full-text content.
fr: Cochez pour inclure le texte affiché dans le contenu Full-text.

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Include body parts
fr: Inclure les pièces Body

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Check to include the body parts content in the full-text content.
fr: Cocher pour inclure le contenu des pièces Body dans le contenu en Full-text.

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Use custom full-text
fr: Utiliser le Full-text personnalisé

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Check to define a custom Liquid template generating some text to include in the full-text content.
fr: Cochez pour définir un modèle Liquid personnalisé qui génère du texte à inclure dans le contenu Full-text.

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Tip: Include custom fields like <code>{{{{ Model.Content.Article.Summary.Text }}}}</code>.
fr: Astuce : Inclure des champs personnalisés comme <code>{{{{ Model.Content.Article.Summary.Text }}}}</code>.

# OrchardCore.Contents.Views.NavigationItemText-content.Id
source: Content
fr: Contenu

# OrchardCore.Contents.Views.NavigationItemText-new.Id
source: New
fr: Nouveau

# OrchardCore.Contents.Views.Admin.Create
source: New {0}
fr: Nouveau•lle {0}

# OrchardCore.Contents.Views.Admin.Edit
source: Edit {0}
fr: Modifier {0}

# OrchardCore.Contents.Views.Admin.List
source: Manage Content
fr: Gérer le contenu

# OrchardCore.Contents.Views.Admin.List
source: Manage {0} Content
fr: Gérer le contenu {0}

# OrchardCore.Contents.Views.Download.Display
source: View As JSON {0}
fr: Voir {0} en JSON

# OrchardCore.Contents.Views.Download.Display
source: Download
fr: Télécharger

# OrchardCore.Contents.Views.Download.Display
source: Cancel
fr: Annuler

# OrchardCore.Contents.Views.Items.AddToDeploymentPlan-ActionDeploymentPlan.Modal
source: Available Deployment Plans
fr: Plans de déploiement disponibles

# OrchardCore.Contents.Views.Items.AddToDeploymentPlan-ActionDeploymentPlan.Modal
source: Select
fr: Sélectionner

# OrchardCore.Contents.Views.Items.AddToDeploymentPlan-ActionDeploymentPlan.Modal
source: Cancel
fr: Annuler

# OrchardCore.Contents.Views.Items.AddToDeploymentPlan-Button-Actions.SummaryAdmin
source: Add to Deployment Plan
fr: Ajouter un plan de déploiement

# OrchardCore.Contents.Views.Items.AddToDeploymentPlan-Button-ContentsBulkActions
source: Bulk Action
fr: Action par lot

# OrchardCore.Contents.Views.Items.AddToDeploymentPlan-Button-ContentsBulkActions
source: Are you sure you want to add these items to a deployment plan?
fr: Êtes-vous sûr de vouloir ajouter ces éléments à un plan de déploiement ?

# OrchardCore.Contents.Views.Items.AddToDeploymentPlan-Button-ContentsBulkActions
source: Add to deployment plan
fr: Ajouter au plan de déploiement

source: Available Deployment Plans
fr: Plans de déploiement disponibles

source: Select
fr: Sélectionner

source: Cancel
fr: Annuler

# OrchardCore.Contents.Views.Items.AllContentDeploymentStep.Fields.Edit
source: All Content
fr: Tous les contenus

# OrchardCore.Contents.Views.Items.AllContentDeploymentStep.Fields.Edit
source: Export As Setup recipe
fr: Exporter en tant que recette

# OrchardCore.Contents.Views.Items.AllContentDeploymentStep.Fields.Edit
source: Check if the data should be exported as a Setup recipe.
fr: Cocher si les données doivent être exportées en tant que recette.

# OrchardCore.Contents.Views.Items.AllContentDeploymentStep.Fields.Edit
source: If checked, you will have to manually declare variables for the Content Picker fields, Taxonomy fields, Tags fields and List item ids and replace them where needed in the recipe. Any reference to these content items will be lost.
fr: Si coché, vous devrez déclarer manuellement les variables pour les Content Picker fields, Taxonomy fields, Tags fields et identifiants d'élément de liste et les remplacer si nécessaire dans la recette. Toute référence à ces éléments de contenu sera perdue.

# OrchardCore.Contents.Views.Items.AllContentDeploymentStep.Fields.Summary
source: All Content
fr: Tous les contenus

# OrchardCore.Contents.Views.Items.AllContentDeploymentStep.Fields.Summary
source: Adds all content items to the plan.
fr: Ajoute tous les éléments du contenu au plan.

# OrchardCore.Contents.Views.Items.AllContentDeploymentStep.Fields.Thumbnail
source: All Content
fr: Tous les contenus

# OrchardCore.Contents.Views.Items.AllContentDeploymentStep.Fields.Thumbnail
source: Exports all the content items of the system.
fr: Exporte tous les éléments de contenu du système.

# OrchardCore.Contents.Views.Items.ContentCreatedEvent.Fields.Design
source: Content Created
fr: Contenu créé

# OrchardCore.Contents.Views.Items.ContentCreatedEvent.Fields.Design
source: Any content type
fr: Tous les types de contenu

# OrchardCore.Contents.Views.Items.ContentCreatedEvent.Fields.Edit
source: Content Types
fr: Types de contenus

# OrchardCore.Contents.Views.Items.ContentCreatedEvent.Fields.Edit
source: Select any content types to filter on.
fr: Sélectionnez les types de contenu à filtrer.

# OrchardCore.Contents.Views.Items.ContentCreatedEvent.Fields.Thumbnail
source: Content Created
fr: Contenu créé

# OrchardCore.Contents.Views.Items.ContentCreatedEvent.Fields.Thumbnail
source: Content is created.
fr: Le contenu est créé.

# OrchardCore.Contents.Views.Items.ContentDeletedEvent.Fields.Design
source: Content Deleted
fr: Contenu supprimé

# OrchardCore.Contents.Views.Items.ContentDeletedEvent.Fields.Design
source: Any content type
fr: Tout type de contenu

# OrchardCore.Contents.Views.Items.ContentDeletedEvent.Fields.Edit
source: Content Types
fr: Types de contenus

# OrchardCore.Contents.Views.Items.ContentDeletedEvent.Fields.Edit
source: Select any content types to filter on.
fr: Sélectionnez les types de contenu à filtrer.

# OrchardCore.Contents.Views.Items.ContentDeletedEvent.Fields.Thumbnail
source: Content Deleted
fr: Contenu supprimé

# OrchardCore.Contents.Views.Items.ContentDeletedEvent.Fields.Thumbnail
source: Content is deleted.
fr: Le contenu est supprimé.

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Edit
source: Content Types
fr: Types de contenus

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Edit
source: The content types to add as part of the plan.
fr: Les types de contenu à ajouter dans le plan.

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Edit
source: Export As Setup recipe
fr: Exporter en tant que recette

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Edit
source: Check if the data should be exported as a Setup recipe.
fr: Cocher si les données doivent être exportées en tant que recette.

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Edit
source: If checked, you will have to manually declare variables for the Content Picker fields, Taxonomy fields, Tags fields and List item ids and replace them where needed in the recipe. Any reference to these content items will be lost.
fr: Si coché, vous devrez déclarer manuellement les variables pour les Content Picker fields, Taxonomy fields, Tags fields et identifiants d'élément de liste et les remplacer si nécessaire dans la recette. Toute référence à ces éléments de contenu sera perdue.
