Repository: StatCan/StatCan.OrchardCore
Catalog: src/StatCan.OrchardCore.Cms.Web/Localization/*/OrchardCore.Deployment.po
Languages: fr

# OrchardCore.Deployment.AdminMenu
source: Deployment Plans
fr: Plans de déploiement

# OrchardCore.Deployment.AdminMenu
source: Package Import
fr: Import de package

# OrchardCore.Deployment.AdminMenu
source: JSON Import
fr: Import JSON

# OrchardCore.Deployment.Controllers.DeploymentPlanController
source: Delete
fr: Supprimer

# OrchardCore.Deployment.Controllers.DeploymentPlanController
source: Deployment plan {0} successfully deleted.
fr: Plan de déploiement {0} supprimé avec succès.

# OrchardCore.Deployment.Controllers.DeploymentPlanController
source: The name is mandatory.
fr: Le nom est obligatoire.

# OrchardCore.Deployment.Controllers.DeploymentPlanController
source: A deployment plan with the same name already exists.
fr: Un plan de déploiement avec le même nom existe déjà.

# OrchardCore.Deployment.Controllers.DeploymentPlanController
source: Deployment plan updated successfully
fr: Plan de déploiement mis à jour avec succès

# OrchardCore.Deployment.Controllers.DeploymentPlanController
source: Deployment plan deleted successfully
fr: Plan de déploiement supprimé avec succès

# OrchardCore.Deployment.Controllers.ImportController
source: Only zip or json files are supported
fr: Seuls les fichiers zip ou json sont pris en charge

# OrchardCore.Deployment.Controllers.ImportController
source: Deployment package imported.
fr: Package de déploiement importé.

# OrchardCore.Deployment.Controllers.ImportController
source: Please add a file to import.
fr: Veuillez ajouter un fichier à importer.

# OrchardCore.Deployment.Controllers.ImportController
source: The recipe is written in an incorrect json format.
fr: La recette est écrite dans un format json incorrect.

# OrchardCore.Deployment.Controllers.ImportController
source: Recipe imported.
fr: Recette importée.

# OrchardCore.Deployment.Controllers.StepController
source: Deployment plan step added successfully
fr: Étape de plan de déploiement ajoutée avec succès

# OrchardCore.Deployment.Controllers.StepController
source: Deployment plan step updated successfully
fr: Étape du plan de déploiement mise à jour avec succès

# OrchardCore.Deployment.Controllers.StepController
source: The deployment plan step has validation errors
fr: L'étape du plan de déploiement a des erreurs de validation

# OrchardCore.Deployment.Controllers.StepController
source: Deployment step deleted successfully
fr: Étape de déploiement supprimée avec succès

# OrchardCore.Deployment.FileDownloadDeploymentTargetProvider
source: File Download
fr: Téléchargement de fichier

# OrchardCore.Deployment.FileDownloadDeploymentTargetProvider
source: Download a deployment plan locally.
fr: Télécharger un plan de déploiement localement.

# OrchardCore.Deployment.Views.DeploymentStep.Summary
source: Edit
fr: Modifier

# OrchardCore.Deployment.Views.DeploymentStep.Summary
source: Delete
fr: Supprimer

# OrchardCore.Deployment.Views.DeploymentStep.Thumbnail
source: Add
fr: Ajouter

# OrchardCore.Deployment.Views.DeploymentPlan.Create
source: Create Deployment Plan
fr: Créer un plan de déploiement

# OrchardCore.Deployment.Views.DeploymentPlan.Create
source: Name
fr: Nom

# OrchardCore.Deployment.Views.DeploymentPlan.Create
source: Create
fr: Créer

# OrchardCore.Deployment.Views.DeploymentPlan.Create
source: Cancel
fr: Annuler

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Deployment Plan
fr: Plan de déploiement

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Execute
fr: Exécuter

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Add Step
fr: Ajouter une étape

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: <strong>Nothing here!</strong> There are no steps on this plan for the moment.
fr: <strong>Rien ici !</strong> Il n'y a pas d'étape sur ce plan pour le moment.

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Available Steps
fr: Étapes disponibles

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Filter
fr: Filtrer

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Cancel
fr: Annuler

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Available Targets
fr: Cibles disponibles

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Select
fr: Sélectionner

# OrchardCore.Deployment.Views.DeploymentPlan.Edit
source: Edit Deployment Plan
fr: Modifier le plan de déploiement

# OrchardCore.Deployment.Views.DeploymentPlan.Edit
source: Name
fr: Nom

# OrchardCore.Deployment.Views.DeploymentPlan.Edit
source: Save
fr: Enregistrer

# OrchardCore.Deployment.Views.DeploymentPlan.Edit
source: Cancel
fr: Annuler

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Deployment Plans
fr: Plans de déploiement

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Search
fr: Recherche

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Add Deployment Plan
fr: Ajouter un plan de déploiement

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Select All
fr: Tout sélectionner

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: 1 item
fr: 1 élément

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Items {0} to {1}
fr: Éléments : {0} sur {1}

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: / {0} item in total
fr: / {0} élément au total

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Bulk Action
fr: Action par lot

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Are you sure you want to {0} these items?
fr: Êtes-vous sûr de vouloir {0} ces éléments ?

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Edit
fr: Modifier

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Delete
fr: Supprimer

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: <strong>Nothing here!</strong> There are no deployment plans for the moment.
fr: <strong>Rien ici !</strong> Il n'y a pas de plan de déploiement pour le moment.

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: selected
fr: sélectionné(s)

# OrchardCore.Deployment.Views.Import.Index
source: Import Deployment Package
fr: Importer un package de déploiement

# OrchardCore.Deployment.Views.Import.Index
source: Import
fr: Importer

# OrchardCore.Deployment.Views.Import.Json
source: JSON Import
fr: Import JSON

# OrchardCore.Deployment.Views.Import.Json
source: Import
fr: Importer

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Edit
source: Custom File
fr: Fichier personnalisé

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Edit
source: The custom file to add as part of the plan.
fr: Le fichier personnalisé à ajouter dans le plan.

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Edit
source: File Name
fr: Nom du fichier

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Edit
source: The filename as it will be added in the archive.
fr: Le nom de fichier tel qu'il sera ajouté dans l'archive.

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Edit
source: File Content
fr: Contenu du fichier

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Edit
source: The content of the file.
fr: Le contenu du fichier.

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Summary
source: Custom File
fr: Fichier personnalisé

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Thumbnail
source: Custom File
fr: Fichier personnalisé

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Thumbnail
source: Exports a custom file and its content.
fr: Exporte un fichier personnalisé et son contenu.

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Edit
source: Deployment Plans
fr: Plans de déploiement

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Edit
source: Include all deployment plans.
fr: Inclure tous les plans de déploiement.

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Edit
source: The deployment plans to add as part of the plan.
fr: Les plans de déploiement à ajouter dans le plan.

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Summary
source: Deployment Plans
fr: Plans de déploiement

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Summary
source: All
fr: Tous

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Summary
source: No deployment plan selected.
fr: Aucun plan de déploiement sélectionné.

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Thumbnail
source: Deployment Plans
fr: Plans de déploiement

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Thumbnail
source: Exports all or specified deployment plans.
fr: Exporte tous les plans de déploiement ou ceux spécifiés.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Recipe File
fr: Fichier de recette

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe file to add as part of the plan.
fr: Le fichier de recette à ajouter dans le plan.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Recipe Name
fr: Nom de la recette

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe name.
fr: Nom de la recette.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Display Name
fr: Nom d'affichage

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe display name.
fr: Le nom d'affichage de la recette.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe description.
fr: Description de la recette.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Author
fr: Auteur

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe author.
fr: L'auteur de la recette.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: WebSite
fr: Site web

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe web site.
fr: Le site web de la recette.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe version.
fr: La version de la recette.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Categories
fr: Catégories

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe categories (comma separated values).
fr: Les catégories de la recette (valeurs séparées par des virgules).

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe tags (comma separated values).
fr: Les tags de la recette (séparées par des virgules).

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Setup recipe
fr: Recette d’installation

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Check if the recipe is for setup.
fr: Cocher s'il s'agit d'une recette d'installation.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Summary
source: Recipe File
fr: Fichier de recette

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Thumbnail
source: Recipe File
fr: Fichier de recette

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Thumbnail
source: Exports a recipe file.
fr: Exporte un fichier de recette.

# OrchardCore.Deployment.Views.Step.Create
source: Create Step
fr: Créer une étape

# OrchardCore.Deployment.Views.Step.Create
source: Create
fr: Créer

# OrchardCore.Deployment.Views.Step.Create
source: Cancel
fr: Annuler

# OrchardCore.Deployment.Views.Step.Edit
source: Edit Step
fr: Modifier l'étape

# OrchardCore.Deployment.Views.Step.Edit
source: Save
fr: Enregistrer

# OrchardCore.Deployment.Views.Step.Edit
source: Delete
fr: Supprimer

# OrchardCore.Deployment.Views.Step.Edit
source: Cancel
fr: Annuler
