Repository: StatCan/StatCan.OrchardCore
Catalog: src/StatCan.OrchardCore.Cms.Web/Localization/*/OrchardCore.ReCaptcha.po
Languages: fr

# OrchardCore.ReCaptcha.AdminMenu
source: Security
fr: Sécurité

# OrchardCore.ReCaptcha.AdminMenu
source: Settings
fr: Paramètres

# OrchardCore.ReCaptcha.DeploymentStartup
source: ReCaptcha settings
fr: Paramètres ReCaptcha

# OrchardCore.ReCaptcha.DeploymentStartup
source: Exports the ReCaptcha settings.
fr: Exporte les paramètres ReCaptcha.

# OrchardCore.ReCaptcha.Workflows.ValidateReCaptchaTask
source: Validate ReCaptcha Task
fr: Tâche valider le ReCaptcha

# OrchardCore.ReCaptcha.Workflows.ValidateReCaptchaTask
source: Done
fr: Terminé

# OrchardCore.ReCaptcha.Workflows.ValidateReCaptchaTask
source: Valid
fr: Valide

# OrchardCore.ReCaptcha.Workflows.ValidateReCaptchaTask
source: Invalid
fr: Invalide

# OrchardCore.ReCaptcha.Workflows.ValidateReCaptchaTask
source: Captcha validation failed. Try again.
fr: La validation du Captcha a échoué. Réessayez.

# OrchardCore.ReCaptcha.Views.ReCaptchaSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
fr: Le locataire actuel sera rechargé lorsque les paramètres seront sauvegardés.

# OrchardCore.ReCaptcha.Views.ReCaptchaSettings.Edit
source: Site Key
fr: Clé du site

# OrchardCore.ReCaptcha.Views.ReCaptchaSettings.Edit
source: Your Google's reCaptcha Site Key.
fr: La clé du site de Vvtre Google reCaptcha.

# OrchardCore.ReCaptcha.Views.ReCaptchaSettings.Edit
source: Secret Key
fr: Clé secrète

# OrchardCore.ReCaptcha.Views.ReCaptchaSettings.Edit
source: Your Google's reCaptcha Secret Key.
fr: La clé secrète de votre Google reCaptcha.

# OrchardCore.ReCaptcha.Views.ReCaptchaSettings.Edit
source: Get your reCaptcha at
fr: Obtenez votre reCaptcha à

# OrchardCore.ReCaptcha.Views.Items.ReCaptchaPart
source: ReCaptcha settings are not configured.
fr: Les paramètres ReCaptcha ne sont pas configurés.

# OrchardCore.ReCaptcha.Views.Items.ReCaptchaPart.Fields.Edit
source: <a {0}>ReCaptcha settings</a> are configured.
fr: <a {0}>Les paramètres ReCaptcha</a> sont configurés.

# OrchardCore.ReCaptcha.Views.Items.ReCaptchaPart.Fields.Edit
source: <a {0}>ReCaptcha settings</a> are not configured. The captcha will not be displayed.
fr: <a {0}>Les paramètres ReCaptcha</a> ne sont pas configurés. Le captcha ne sera pas affiché.

# OrchardCore.ReCaptcha.Views.Items.ValidateReCaptchaTask.Fields.Design
source: Validate ReCaptcha
fr: Valider le ReCaptcha

# OrchardCore.ReCaptcha.Views.Items.ValidateReCaptchaTask.Fields.Thumbnail
source: Validate ReCaptcha
fr: Valider le ReCaptcha

# OrchardCore.ReCaptcha.Views.Items.ValidateReCaptchaTask.Fields.Thumbnail
source: Validates the recaptcha token for the current HTTP context in which the workflow executes.
fr: Valide le jeton recaptcha pour le contexte HTTP actuel dans lequel le workflow s'exécute.
