Repository: StatCan/StatCan.OrchardCore
Catalog: src/StatCan.OrchardCore.Cms.Web/Localization/*/OrchardCore.ContentFields.po
Languages: fr

# OrchardCore.ContentFields.Drivers.ContentPickerFieldDisplayDriver
source: The {0} field is required.
fr: Le champ {0} est requis.

# OrchardCore.ContentFields.Drivers.ContentPickerFieldDisplayDriver
source: The {0} field cannot contain multiple items.
fr: Le champ {0} ne peut pas contenir plusieurs éléments.

# OrchardCore.ContentFields.Drivers.DateFieldDisplayDriver
source: A value is required for {0}.
fr: Une valeur est requise pour {0}.

# OrchardCore.ContentFields.Drivers.DateTimeFieldDisplayDriver
source: A value is required for {0}.
fr: Une valeur est requise pour {0}.

# OrchardCore.ContentFields.Drivers.HtmlFieldDisplayDriver
source: {0} doesn't contain a valid Liquid expression. Details: {1}
fr: {0} ne contient pas une expression Liquid valide. Détails: {1}

# OrchardCore.ContentFields.Drivers.LinkFieldDisplayDriver
source: The url is required for {0}.
fr: L'url est requise pour {0}.

# OrchardCore.ContentFields.Drivers.LinkFieldDisplayDriver
source: {0} is an invalid url.
fr: {0} est une Url invalide.

# OrchardCore.ContentFields.Drivers.LinkFieldDisplayDriver
source: The link text is required for {0}.
fr: Le texte du lien est requis pour {0}.

# OrchardCore.ContentFields.Drivers.LinkFieldDisplayDriver
source: The text default value is required for {0}.
fr: La valeur par défaut du texte est requise pour {0}.

# OrchardCore.ContentFields.Drivers.LocalizationSetContentPickerFieldDisplayDriver
source: The {0} field is required.
fr: Le champ {0} est requis.

# OrchardCore.ContentFields.Drivers.LocalizationSetContentPickerFieldDisplayDriver
source: The {0} field cannot contain multiple items.
fr: Le champ {0} ne peut pas contenir plusieurs éléments.

# OrchardCore.ContentFields.Fields.MultiTextFieldDisplayDriver
source: A value is required for {0}.
fr: Une valeur est requise pour {0}.

# OrchardCore.ContentFields.Drivers.NumericFieldDisplayDriver
source: The {0} field is required.
fr: Le champ {0} est requis.

# OrchardCore.ContentFields.Drivers.NumericFieldDisplayDriver
source: {0} is an invalid number.
fr: {0} est un nombre invalide.

# OrchardCore.ContentFields.Drivers.NumericFieldDisplayDriver
source: The value must be greater than {0}.
fr: La valeur doit être supérieure à {0}.

# OrchardCore.ContentFields.Drivers.NumericFieldDisplayDriver
source: The value must be less than {0}.
fr: La valeur doit être inférieure à {0}.

# OrchardCore.ContentFields.Drivers.NumericFieldDisplayDriver
source: The {0} field must be an integer.
fr: Le champ {0} doit être un entier.

# OrchardCore.ContentFields.Drivers.NumericFieldDisplayDriver
source: Invalid number of digits for {0}, max allowed: {1}.
fr: Nombre de chiffres non valide pour {0}, max autorisé : {1}.

# OrchardCore.ContentFields.Drivers.TextFieldDisplayDriver
source: A value is required for {0}.
fr: Une valeur est requise pour {0}.

# OrchardCore.ContentFields.Drivers.TimeFieldDisplayDriver
source: A value is required for {0}.
fr: Une valeur est requise pour {0}.

# OrchardCore.ContentFields.Drivers.UserPickerFieldDisplayDriver
source: The {0} field is required.
fr: Le champ {0} est requis.

# OrchardCore.ContentFields.Drivers.UserPickerFieldDisplayDriver
source: The {0} field cannot contain multiple items.
fr: Le champ {0} ne peut pas contenir plusieurs éléments.

# OrchardCore.ContentFields.Drivers.YoutubeFieldDisplayDriver
source: A value is required for '{0}'.
fr: Une valeur est requise pour '{0}'.

# OrchardCore.ContentFields.Drivers.YoutubeFieldDisplayDriver
source: The format of the url is invalid
fr: Le format de l'url est invalide

# OrchardCore.ContentFields.Settings.HtmlFieldMonacoEditorSettingsDriver
source: The options are written in an incorrect format.
fr: Les options sont écrites dans un format incorrect.

# OrchardCore.ContentFields.Settings.HtmlFieldTrumbowygEditorSettingsDriver
source: The options are written in an incorrect format.
fr: Les options sont écrites dans un format incorrect.

# OrchardCore.ContentFields.Settings.MultiTextFieldSettingsDriver
source: The options are written in an incorrect format.
fr: Les options sont écrites dans un format incorrect.

# OrchardCore.ContentFields.Settings.TextFieldMonacoEditorSettingsDriver
source: The options are written in an incorrect format.
fr: Les options sont écrites dans un format incorrect.

# OrchardCore.ContentFields.Settings.TextFieldPredefinedListEditorSettingsDriver
source: The options are written in an incorrect format.
fr: Les options sont écrites dans un format incorrect.

# OrchardCore.ContentFields.ViewModels.EditYoutubeFieldViewModel
source: The field only accepts Urls
fr: Le champ n'accepte que les Urls

# OrchardCore.ContentFields.GraphQL.HtmlFieldQueryObjectType
source: Content stored as HTML.
fr: Contenu stocké en HTML.

# OrchardCore.ContentFields.GraphQL.HtmlFieldQueryObjectType
source: the HTML content
fr: le contenu HTML

# OrchardCore.ContentFields.Views.BooleanField-Switch.Option
source: Switch
fr: Interrupteur (switch)

# OrchardCore.ContentFields.Views.BooleanFieldSettings.Edit
source: Hint
fr: Indication

# OrchardCore.ContentFields.Views.BooleanFieldSettings.Edit
source: The hint text to display for this field on the editor.
fr: Le texte d'indication à afficher pour ce champ dans l'éditeur.

# OrchardCore.ContentFields.Views.BooleanFieldSettings.Edit
source: The text associated to the checkbox.
fr: Le texte associé à la case à cocher.

# OrchardCore.ContentFields.Views.BooleanFieldSettings.Edit
source: Default value is true
fr: La valeur par défaut est vraie

# OrchardCore.ContentFields.Views.BooleanFieldSettings.Edit
source: The default value this field will be initialized with when creating a new item.
fr: La valeur par défaut de ce champ sera initialisée lors de la création d'un nouvel élément.

# OrchardCore.ContentFields.Views.ContentPickerField
source: No content items.
fr: Aucun élément de contenu.

# OrchardCore.ContentFields.Views.ContentPickerField.Edit
source: Not published
fr: Non publiés

# OrchardCore.ContentFields.Views.ContentPickerField.Edit
source: Type to search
fr: Rechercher

# OrchardCore.ContentFields.Views.ContentPickerField.Edit
source: Select
fr: Sélectionner

# OrchardCore.ContentFields.Views.ContentPickerField.Edit
source: Remove
fr: Supprimer

# OrchardCore.ContentFields.Views.ContentPickerField.Edit
source: No result found
fr: Aucun résultat trouvé

# OrchardCore.ContentFields.Views.ContentPickerFieldSettings.Edit
source: Required
fr: Obligatoire

# OrchardCore.ContentFields.Views.ContentPickerFieldSettings.Edit
source: Whether to ensure at least one element is selected.
fr: S'il faut s'assurer qu'au moins un élément est sélectionné.

# OrchardCore.ContentFields.Views.ContentPickerFieldSettings.Edit
source: Allow multiple
fr: Autoriser plusieurs

# OrchardCore.ContentFields.Views.ContentPickerFieldSettings.Edit
source: Whether to allow multiple elements to be selected.
fr: Si vous voulez permettre la sélection de plusieurs éléments.

# OrchardCore.ContentFields.Views.ContentPickerFieldSettings.Edit
source: Content Types
fr: Types de contenus

# OrchardCore.ContentFields.Views.ContentPickerFieldSettings.Edit
source: The content types to display. Choose at least one.
fr: Les types de contenu à afficher. Choisissez-en au moins un.

# OrchardCore.ContentFields.Views.ContentPickerFieldSettings.Edit
source: Display All Content Types
fr: Afficher tous les types de contenu

# OrchardCore.ContentFields.Views.ContentPickerFieldSettings.Edit
source: Whether to allow picker to display all content types.
fr: Si on autorise au sélecteur d'afficher tous les types de contenu.

# OrchardCore.ContentFields.Views.ContentPickerFieldSettings.Edit
source: Hint
fr: Indication

# OrchardCore.ContentFields.Views.ContentPickerFieldSettings.Edit
source: The hint text to display for this field on the editor.
fr: Le texte d'indication à afficher pour ce champ dans l'éditeur.

# OrchardCore.ContentFields.Views.DateField-Localized.Option
source: Localized
fr: Localisé

# OrchardCore.ContentFields.Views.DateFieldSettings.Edit
source: Required
fr: Obligatoire

# OrchardCore.ContentFields.Views.DateFieldSettings.Edit
source: Whether a value is required.
fr: Si une valeur est requise.

# OrchardCore.ContentFields.Views.DateFieldSettings.Edit
source: Hint
fr: Indication

# OrchardCore.ContentFields.Views.DateFieldSettings.Edit
source: The hint text to display for this field on the editor.
fr: Le texte d'indication à afficher pour ce champ dans l'éditeur.

# OrchardCore.ContentFields.Views.DateTimeFieldSettings.Edit
source: Required
fr: Obligatoire

# OrchardCore.ContentFields.Views.DateTimeFieldSettings.Edit
source: Whether a value is required.
fr: Si une valeur est requise.

# OrchardCore.ContentFields.Views.DateTimeFieldSettings.Edit
source: Hint
fr: Indication

# OrchardCore.ContentFields.Views.DateTimeFieldSettings.Edit
source: The hint text to display for this field on the editor.
fr: Le texte d'indication à afficher pour ce champ dans l'éditeur.

# OrchardCore.ContentFields.Views.HtmlField-Monaco.Option
source: Monaco editor
fr: Éditeur Monaco

# OrchardCore.ContentFields.Views.HtmlField-Multiline.Option
source: Multiline
fr: Multiligne

# OrchardCore.ContentFields.Views.HtmlField-Trumbowyg.Option
source: Trumbowyg editor
fr: Editeur Trumbowyg

# OrchardCore.ContentFields.Views.HtmlField-Wysiwyg.Option
source: Wysiwyg editor
fr: Editeur Wysiwyg

# OrchardCore.ContentFields.Views.HtmlFieldMonacoEditorSettings.Edit
source: Enter the editor options, language is always set to `html` when saved.
fr: Saisir les options de l'éditeur, le langage est toujours défini à `html` lors de la sauvegarde.

# OrchardCore.ContentFields.Views.HtmlFieldMonacoEditorSettings.Edit
source: Documentation for options
fr: Documentation pour les options

# OrchardCore.ContentFields.Views.HtmlFieldSettings.Edit
source: Hint
fr: Indication

# OrchardCore.ContentFields.Views.HtmlFieldSettings.Edit
source: The hint text to display for this field on the editor.
fr: Le texte d'indication à afficher pour ce champ dans l'éditeur.

# OrchardCore.ContentFields.Views.HtmlFieldSettings.Edit
source: Sanitize Html
fr: Nettoyer le Html

# OrchardCore.ContentFields.Views.HtmlFieldSettings.Edit
source: Whether the Html is sanitized to prevent custom scripts.
fr: Si le Html est nettoyé pour empêcher les scripts personnalisés.

# OrchardCore.ContentFields.Views.HtmlFieldSettings.Edit
source: See documentation
fr: Voir la documentation

# OrchardCore.ContentFields.Views.HtmlFieldTrumbowygEditorSettings.Edit
source: Insert Media with url
fr: Insérer un média avec url

# OrchardCore.ContentFields.Views.HtmlFieldTrumbowygEditorSettings.Edit
source: Whether the url is used when selected from Insert Media (By default, the Shortcode is inserted).
fr: Si l'url est utilisée quand elle est sélectionnée à partir d'insérer un média (par défaut, le Short Code est inséré).

# OrchardCore.ContentFields.Views.HtmlFieldTrumbowygEditorSettings.Edit
source: Enter the editor options
fr: Entrer les options de l'éditeur

# OrchardCore.ContentFields.Views.HtmlFieldTrumbowygEditorSettings.Edit
source: Documentation for options
fr: Documentation pour les options

# OrchardCore.ContentFields.Views.LinkField.Edit
source: Link text
fr: Texte du lien

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Required
fr: Obligatoire

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Whether the url is required.
fr: Si l'url est requise.

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Text
fr: Texte

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Text is optional
fr: Texte optionnel

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Text is required
fr: Texte requis

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Use the default value
fr: Utiliser la valeur par défaut

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Use the url of the link
fr: Utiliser l'url du lien

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Hint for the url
fr: Indication pour l'url

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: The hint text to display for the url on the editor.
fr: Le texte d'indication à afficher pour l'url dans l'éditeur.

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Hint for the text
fr: Indication pour le texte

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: The hint text to display for the text of the link on the editor.
fr: Le texte d'indication à afficher pour le texte du lien dans l'éditeur.

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Watermark for the url
fr: Placeholder pour l'url

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: A hint (placeholder) to display when the input of the url is empty.
fr: Une indication (placeholder) à afficher lorsque l'entrée de l'url est vide.

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Watermark for the text
fr: Placeholder pour le texte

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: A hint (placeholder) to display when the input of the text is empty.
fr: Une indication (placeholder) à afficher lorsque l'entrée du texte est vide.

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Default value of the url
fr: Valeur par défaut de l'url

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: A valid url proposed when creating a content item.
fr: Une url valide proposée lors de la création d'un élément de contenu.

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Default value of the text
fr: Valeur par défaut du texte

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: The default link text proposed when creating a content item.
fr: Le texte par défaut du lien proposé lors de la création d'un élément de contenu.

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerField
source: No content items.
fr: Aucun élément de contenu.

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerField.Edit
source: Not published
fr: Non publié

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerField.Edit
source: Type to search
fr: Tapez pour rechercher

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerField.Edit
source: Select
fr: Sélectionner

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerField.Edit
source: Remove
fr: Supprimer

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerField.Edit
source: No result found
fr: Aucun résultat trouvé

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerFieldSettings.Edit
source: Required
fr: Obligatoire

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerFieldSettings.Edit
source: Whether to ensure at least one element is selected.
fr: Si au moins un élément doit être sélectionné.

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerFieldSettings.Edit
source: Allow multiple
fr: Autoriser plusieurs

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerFieldSettings.Edit
source: Whether to allow multiple elements to be selected.
fr: Si vous voulez permettre la sélection de plusieurs éléments.

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerFieldSettings.Edit
source: Content Types
fr: Types de contenus

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerFieldSettings.Edit
source: The content types to display. Choose at least one.
fr: Les types de contenu à afficher. Choisissez-en au moins un.

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerFieldSettings.Edit
source: Hint
fr: Indication

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerFieldSettings.Edit
source: The hint text to display for this field on the editor.
fr: Le texte d'indication à afficher pour ce champ dans l'éditeur.

# OrchardCore.ContentFields.Views.Media-HtmlField.Modal
source: Select Media
fr: Sélectionner un média

# OrchardCore.ContentFields.Views.Media-HtmlField.Modal
source: Cancel
fr: Annuler

# OrchardCore.ContentFields.Views.MultiTextField-CheckboxList.Option
source: Checkbox List
fr: Liste de cases à cocher

# OrchardCore.ContentFields.Views.MultiTextField-Picker.Edit
source: Type to search
fr: Rechercher

# OrchardCore.ContentFields.Views.MultiTextField-Picker.Edit
source: Select
fr: Sélectionner

# OrchardCore.ContentFields.Views.MultiTextField-Picker.Edit
source: Remove
fr: Supprimer

# OrchardCore.ContentFields.Views.MultiTextField-Picker.Edit
source: No values found
fr: Aucune valeur trouvée

# OrchardCore.ContentFields.Views.MultiTextField-Picker.Option
source: Picker
fr: Sélecteur

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Required
fr: Obligatoire

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Whether a value is required.
fr: Si une valeur est requise.

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Hint
fr: Indication

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: The hint text to display for this field on the editor.
fr: Le texte d'indication à afficher pour ce champ dans l'éditeur.

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Option Label
fr: Libellé de l'option

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Value
fr: Valeur

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Default?
fr: Par défaut ?

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Set as default
fr: Définir par défaut

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Remove element from list
fr: Supprimer l'élément de la liste

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Add an option
fr: Ajouter une option

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Edit Data
fr: Modifier les données

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: A JSON representation of the allowed values, e.g. {0}
fr: Une représentation JSON des valeurs autorisées, par exemple {0}

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Default value
fr: Valeur par défaut

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: (Optional) The default to assign to the text field.
fr: (Facultatif) La valeur par défaut à assigner au champ texte.

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Cancel
fr: Annuler

# OrchardCore.ContentFields.Views.NumericField-Range.Option
source: Range
fr: Intervalle

# OrchardCore.ContentFields.Views.NumericField-Select.Edit
source: None
fr: Aucun

# OrchardCore.ContentFields.Views.NumericField-Select.Option
source: Select
fr: Sélectionner

# OrchardCore.ContentFields.Views.NumericField.Option
source: Number
fr: Nombre

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: Required
fr: Obligatoire

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: Whether a value is required.
fr: Si une valeur est requise.

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: Hint
fr: Indication

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: The hint text to display for this field on the editor.
fr: Le texte d'indication à afficher pour ce champ dans l'éditeur.

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: Watermark (placeholder)
fr: Placeholder

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: A hint to display when the input is empty. (optional)
fr: Une indication à afficher lorsque l'entrée est vide. (facultatif)

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: Scale
fr: Échelle

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: The number of digits after the decimal point.
fr: Le nombre de chiffres après le point décimal.

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: The minimum value allowed. (optional)
fr: La valeur minimale autorisée. (facultatif)

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: The maximum value allowed. (optional)
fr: La valeur maximale autorisée. (facultatif)

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: Default value
fr: Valeur par défaut

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: The default value. (optional)
fr: La valeur par défaut. (facultatif)

# OrchardCore.ContentFields.Views.TextField-Color.Option
source: Color
fr: Couleur

# OrchardCore.ContentFields.Views.TextField-Header.DisplayOption
source: Header
fr: Titre

# OrchardCore.ContentFields.Views.TextField-IconPicker.Option
source: Icon picker
fr: Sélecteur d'icône

# OrchardCore.ContentFields.Views.TextField-Monaco.Option
source: Monaco editor
fr: Éditeur Monaco

# OrchardCore.ContentFields.Views.TextField-PredefinedList.Option
source: Predefined List
fr: Liste prédéfinie

# OrchardCore.ContentFields.Views.TextField-Tel.Option
source: Phone
fr: Téléphone

# OrchardCore.ContentFields.Views.TextField-TextArea.Option
source: Multi-line
fr: Multi-ligne

# OrchardCore.ContentFields.Views.TextFieldHeaderDisplaySettings.Edit
source: Select the header level to use
fr: Sélectionnez le niveau d'en-tête à utiliser

# OrchardCore.ContentFields.Views.TextFieldMonacoEditorSettings.Edit
source: Enter the editor options.
fr: Saisir les options de l'éditeur.

# OrchardCore.ContentFields.Views.TextFieldMonacoEditorSettings.Edit
source: Documentation for options
fr: Documentation pour les options

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Option Label
fr: Étiquette de l'option

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Value
fr: Valeur

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Default?
fr: Par défaut ?

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Set as default
fr: Définir par défaut

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Remove element from list
fr: Supprimer l'élément de la liste

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Add an option
fr: Ajouter une option

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Edit Data
fr: Modifier les données

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: A JSON representation of the allowed values, e.g. {0}
fr: Une représentation JSON des valeurs autorisées, par ex. {0}

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Default value
fr: Valeur par défaut

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: (Optional) The default to assign to the text field.
fr: (Optionnel) La valeur par défaut à assigner au champ texte.

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Cancel
fr: Annuler

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: What type of list editor should be used?
fr: Quel type d'éditeur de liste doit être utilisé ?

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Drop down list
fr: Liste déroulante

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Radio buttons
fr: Boutons radio

# OrchardCore.ContentFields.Views.TextFieldSettings.Edit
source: Required
fr: Obligatoire

# OrchardCore.ContentFields.Views.TextFieldSettings.Edit
source: Whether a value is required.
fr: Si une valeur est requise.

# OrchardCore.ContentFields.Views.TextFieldSettings.Edit
source: Hint
fr: Indication
