Repository: StatCan/StatCan.OrchardCore
Catalog: src/StatCan.OrchardCore.Cms.Web/Localization/*/StatCan.OrchardCore.EmailTemplates.po
Languages: fr

# StatCan.OrchardCore.EmailTemplates.AdminMenu
source: Design
fr: Conception

# StatCan.OrchardCore.EmailTemplates.AdminMenu
source: EmailTemplates
fr: Modèles de courriel

# StatCan.OrchardCore.EmailTemplates.Controllers.EmailTemplateController
source: Delete
fr: Effacer

# StatCan.OrchardCore.EmailTemplates.Controllers.EmailTemplateController
source: An email template with the same name already exists.
fr: Un modèle de courriel portant le même nom existe déjà.

# StatCan.OrchardCore.EmailTemplates.Controllers.EmailTemplateController
source: The "{0}" email template has been created.
fr: Le modèle de courriel "{0}" a été créé.

# StatCan.OrchardCore.EmailTemplates.Controllers.EmailTemplateController
source: Email template deleted successfully
fr: Le modèle de courriel a bien été supprimé

# StatCan.OrchardCore.EmailTemplates.Controllers.EmailTemplateController
source: Email templates successfully removed.
fr: Les modèles de courriel ont bien été supprimés.

# StatCan.OrchardCore.EmailTemplates.Controllers.EmailTemplateController
source: Message sent successfully
fr: message envoyé avec succès

# StatCan.OrchardCore.EmailTemplates.Workflows.Activities.EmailTemplateTask
source: Email Template Task
fr: Tâche de modèle de courriel

# StatCan.OrchardCore.EmailTemplates.Workflows.Activities.EmailTemplateTask
source: Messaging
fr: Messagerie

# StatCan.OrchardCore.EmailTemplates.Workflows.Activities.EmailTemplateTask
source: Done
fr: Fait

# StatCan.OrchardCore.EmailTemplates.Workflows.Activities.EmailTemplateTask
source: Failed
fr: Manqué

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplatePart
source: Email Templates
fr: Modèles de courriel

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplatePartSettings.Edit
source: Select Email Templates
fr: Sélectionnez les modèles de courriel

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplatePartSettings.Edit
source: Select
fr: Sélectionner

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplatePartSettings.Edit
source: Remove
fr: Supprimer

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplatePartSettings.Edit
source: No result found
fr: Aucun résultat trouvé

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Create
source: Create Template
fr: Créer un modèle

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Create
source: Name
fr: Nom

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Create
source: The name of the template.
fr: Le nom du modèle.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Create
source: Description
fr: La description

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Create
source: The description of the template.
fr: La description du modèle.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Create
source: From
fr: De

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Create
source: The author's email address that defines who the email is from. Leave blank to use the configured email address. With Liquid support.
fr: L'adresse courriel de l'auteur qui définit de qui provient le courriel. Laissez vide pour utiliser l'adresse courriel configurée. Avec support liquide.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Create
source: Sender
fr: Expéditeur

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Create
source: The sender's email address. Required if not the same than the "From" email address. With Liquid support.
fr: L'adresse courriel de l'expéditeur. Obligatoire si elle n'est pas la même que l'adresse courriel «De». Avec support liquide.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Create
source: ReplyTo
fr: Répondre à

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Create
source: The "reply to" email address. Required if you want email replies be sent to a different address than the "From" address. With Liquid support.
fr: L'adresse courriel "Répondre à". Obligatoire si vous souhaitez que les réponses par courriel soient envoyées à une adresse différente de l'adresse "De" Avec support liquide.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Create
source: Recipients
fr: Bénéficiaires

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Create
source: The comma-separated list of recipient email addresses. With Liquid support.
fr: La liste des adresses courriel des destinataires, séparées par des virgules. Avec support liquide.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Create
source: The comma-separated list of CC recipient email addresses. With Liquid support.
fr: Liste des adresses courriel des destinataires CC, séparées par des virgules. Avec support liquide.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Create
source: The comma-separated list of BCC recipient email addresses. With Liquid support.
fr: Liste des adresses courriel des destinataires Cci, séparées par des virgules. Avec support liquide.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Create
source: Subject
fr: Matière

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Create
source: The subject of the email message. With Liquid support.
fr: L'objet du message électronique. Avec support liquide.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Create
source: Body
fr: Corps

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Create
source: The body of the email message. With Liquid support.
fr: Le corps du message électronique. Avec support liquide.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Create
source: Does the Body contain HTML?
fr: Le corps contient-il du HTML?

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Create
source: If checked, indicates the body of the email message is HTML. If unchecked, indicates the body of the email message is plain text.
fr: Si coché, indique que le corps du message électronique est HTML. Si elle n'est pas cochée, indique que le corps du message électronique est en texte brut.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Create
source: Save
fr: Sauvegarder

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Create
source: Toggle Dropdown
fr: Basculer la liste déroulante

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Create
source: and continue
fr: et continue

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Create
source: Cancel
fr: Annuler

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Edit
source: Edit Template
fr: Modifier le modèle

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Edit
source: Name
fr: Nom

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Edit
source: The name of the template.
fr: Le nom du modèle.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Edit
source: Description
fr: La description

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Edit
source: The description of the template.
fr: La description du modèle.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Edit
source: From
fr: De

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Edit
source: The author's email address that defines who the email is from. Leave blank to use the configured email address. With Liquid support.
fr: L'adresse courriel de l'auteur qui définit de qui provient l'courriel. Laissez vide pour utiliser l'adresse courriel configurée. Avec support liquide.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Edit
source: Sender
fr: Expéditeur

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Edit
source: The sender's email address. Required if not the same than the "From" email address. With Liquid support.
fr: L'adresse courriel de l'expéditeur. Obligatoire si elle n'est pas la même que l'adresse courriel «De». Avec support liquide.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Edit
source: ReplyTo
fr: Répondre à

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Edit
source: The "reply to" email address. Required if you want email replies be sent to a different address than the "From" address. With Liquid support.
fr: L'adresse courriel "Répondre à". Obligatoire si vous souhaitez que les réponses par courriel soient envoyées à une adresse différente de l'adresse "De" Avec support liquide.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Edit
source: Recipients
fr: Bénéficiaires

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Edit
source: The comma-separated list of recipient email addresses. With Liquid support.
fr: La liste des adresses courriel des destinataires, séparées par des virgules. Avec support liquide.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Edit
source: The comma-separated list of CC recipient email addresses. With Liquid support.
fr: Liste des adresses courriel des destinataires CC, séparées par des virgules. Avec support liquide.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Edit
source: The comma-separated list of BCC recipient email addresses. With Liquid support.
fr: Liste des adresses courriel des destinataires Cci, séparées par des virgules. Avec support liquide.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Edit
source: Subject
fr: Matière

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Edit
source: The subject of the email message. With Liquid support.
fr: L'objet du message électronique. Avec support liquide.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Edit
source: Body
fr: Corps

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Edit
source: The body of the email message. With Liquid support.
fr: Le corps du message électronique. Avec support liquide.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Edit
source: Does the Body contain HTML?
fr: Le corps contient-il du HTML?

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Edit
source: If checked, indicates the body of the email message is HTML. If unchecked, indicates the body of the email message is plain text.
fr: Si coché, indique que le corps du message électronique est HTML. Si elle n'est pas cochée, indique que le corps du message électronique est en texte brut.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Edit
source: Save
fr: Sauvegarder

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Edit
source: Toggle Dropdown
fr: Basculer la liste déroulante

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Edit
source: and continue
fr: et continue

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Edit
source: Cancel
fr: Annuler

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Index
source: Email Templates
fr: Modèles de courriel

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Index
source: Filter
fr: Filtre

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Index
source: Search
fr: Rechercher

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Index
source: Add Email Template
fr: Ajouter un modèle de courriel

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Index
source: Select All
fr: Tout sélectionner

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Index
source: 1 item
fr: 1 article

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Index
source: Items {0} to {1}
fr: Éléments {0} à {1}

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Index
source: / {0} item in total
fr: / {0} élément au total

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Index
source: Bulk Action
fr: Action en masse

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Index
source: Are you sure you want to {0} these items?
fr: Voulez-vous vraiment {0} ces éléments?

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Index
source: Send Email
fr: Envoyer un courriel

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Index
source: Edit
fr: Éditer

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Index
source: Delete
fr: Effacer

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Index
source: <strong>Nothing here!</strong> There are no templates for the moment.
fr: <strong>Rien ici!</strong> Il n&#39;y a pas de modèles pour le moment.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.Index
source: selected
fr: choisi

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.SendEmail
source: Send email from {0} template
fr: Envoyer un courriel à partir du modèle {0}

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.SendEmail
source: From
fr: De

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.SendEmail
source: The author's email address that defines who the email is from. Leave blank to use the configured email address.
fr: L'adresse courriel de l'auteur qui définit de qui provient l'courriel. Laissez vide pour utiliser l'adresse courriel configurée.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.SendEmail
source: Sender
fr: Expéditeur

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.SendEmail
source: The sender's email address. Required if not the same than the "From" email address.
fr: L'adresse courriel de l'expéditeur. Obligatoire si elle n'est pas la même que l'adresse courriel «De».

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.SendEmail
source: ReplyTo
fr: Répondre à

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.SendEmail
source: The "reply to" email address. Required if you want email replies be sent to a different address than the "From" address.
fr: L'adresse courriel "Répondre à". Obligatoire si vous souhaitez que les réponses par courriel soient envoyées à une adresse différente de l'adresse "De"

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.SendEmail
source: Recipients
fr: Bénéficiaires

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.SendEmail
source: The comma-separated list of recipient email addresses.
fr: La liste des adresses courriel des destinataires, séparées par des virgules.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.SendEmail
source: The comma-separated list of CC recipient email addresses.
fr: Liste des adresses courriel des destinataires CC, séparées par des virgules.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.SendEmail
source: The comma-separated list of BCC recipient email addresses.
fr: Liste des adresses courriel des destinataires Cci, séparées par des virgules.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.SendEmail
source: Subject
fr: Matière

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.SendEmail
source: The subject of the email message.
fr: L'objet du message électronique.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.SendEmail
source: Body
fr: Corps

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.SendEmail
source: The body of the email message.
fr: Le corps du message électronique.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.SendEmail
source: Does the Body contain HTML?
fr: Le corps contient-il du HTML?

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.SendEmail
source: If checked, indicates the body of the email message is HTML. If unchecked, indicates the body of the email message is plain text.
fr: Si coché, indique que le corps du message électronique est HTML. Si elle n'est pas cochée, indique que le corps du message électronique est en texte brut.

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.SendEmail
source: Send
fr: Envoyer

# StatCan.OrchardCore.EmailTemplates.Views.EmailTemplate.SendEmail
source: Cancel
fr: Annuler

source: All Email Templates
fr: Tous les modèles de courriel

source: All Email Templates
fr: Tous les modèles de courriel

source: Adds all email templates to the plan.
fr: Ajoute tous les modèles de courriel au plan.

source: All Email Templates
fr: Tous les modèles de courriel

source: Exports Email templates.
fr: Exporte des modèles de courriel.

# StatCan.OrchardCore.EmailTemplates.Views.Items.EmailTemplateTask.Fields.Design
source: Send Email With Template
fr: Envoyer un courriel avec un modèle

# StatCan.OrchardCore.EmailTemplates.Views.Items.EmailTemplateTask.Fields.Edit
source: Template Model Expression
fr: Expression du modèle de modèle

# StatCan.OrchardCore.EmailTemplates.Views.Items.EmailTemplateTask.Fields.Edit
source: JavaScript expression that returns an object that will be used as the model of the template.
fr: Expression JavaScript qui renvoie un objet qui sera utilisé comme modèle du modèle.

source: Send Email With Template
fr: Envoyer un courriel avec un modèle

source: Send an email with a template.
fr: Envoyez un courriel avec un modèle.
