Repository: StatCan/StatCan.OrchardCore
Catalog: src/StatCan.OrchardCore.Cms.Web/Localization/*/StatCan.OrchardCore.VueForms.po
Languages: fr

# StatCan.OrchardCore.VueForms.AdminMenu
source: Content
fr: Contenu

# StatCan.OrchardCore.VueForms.Controllers.VueFormController
source: A unhandled error occured while executing your request.
fr: Une erreur non gérée s'est produite lors de l'exécution de votre demande.

# StatCan.OrchardCore.VueForms.Workflows.VueFormSubmittedEvent
source: VueForm Submitted Event
fr: Événement soumis par VueForm

# StatCan.OrchardCore.VueForms.Workflows.VueFormSubmittedEvent
source: Done
fr: Terminé

# StatCan.OrchardCore.VueForms.Views.Content-VueForm
source: You are unauthorized to access this form
fr: Vous n'êtes pas autorisé à accéder à ce formulaire

# StatCan.OrchardCore.VueForms.Views.Items.VueFormSubmittedEvent.Fields.Design
source: Vue Form submitted
fr: Vue Formulaire soumis

# StatCan.OrchardCore.VueForms.Views.Items.VueFormSubmittedEvent.Fields.Design
source: All Forms
fr: Toutes les formes

# StatCan.OrchardCore.VueForms.Views.Items.VueFormSubmittedEvent.Fields.Edit
source: Select the forms for which this workflow runs
fr: Sélectionnez les formulaires pour lesquels ce workflow s'exécute

# StatCan.OrchardCore.VueForms.Views.Items.VueFormSubmittedEvent.Fields.Thumbnail
source: VueForm Submitted
fr: VueForm soumis

# StatCan.OrchardCore.VueForms.Views.Items.VueFormSubmittedEvent.Fields.Thumbnail
source: VueForm passed validation and is submitted.
fr: VueForm a passé la validation et est soumis.

# StatCan.OrchardCore.VueForms.Views.VueFormWrapperTemplate
source: Your VueForm is in debug Mode
fr: Votre VueForm est en mode débogage

# StatCan.OrchardCore.VueForms.Views.VueFormWrapperTemplate
source: Server Error
fr: Erreur du serveur

# StatCan.OrchardCore.VueForms.Views.VueFormWrapperTemplate
source: form object
fr: objet de formulaire

# StatCan.OrchardCore.VueForms.Views.VueFormWrapperTemplate
source: VeeValidate observer data
fr: Données d'observateur VeeValidate

# StatCan.OrchardCore.VueForms.Views.VueFormWrapperTemplate
source: Complete component data
fr: Données complètes des composants
