Repository: StatCan/StatCan.OrchardCore
Catalog: src/StatCan.OrchardCore.Cms.Web/Localization/*/StatCan.OrchardCore.GitHub.po
Languages: fr

# StatCan.OrchardCore.GitHub.GitHubApiAdminMenu
source: Settings
fr: Réglages

# StatCan.OrchardCore.GitHub.GitHubApiAdminMenu
source: GitHub Api
fr: API GitHub

# StatCan.OrchardCore.GitHub.Activities.CommitFileTask
source: GitHub - Commit file
fr: GitHub - Fichier de validation

# StatCan.OrchardCore.GitHub.Activities.CommitFileTask
source: File committed
fr: Fichier engagé

# StatCan.OrchardCore.GitHub.Activities.CommitFileTask
source: Error
fr: Erreur

# StatCan.OrchardCore.GitHub.Activities.CreateBranchTask
source: GitHub - Create Branch
fr: GitHub - Créer une branche

# StatCan.OrchardCore.GitHub.Activities.CreateBranchTask
source: Branch created
fr: Branche créée

# StatCan.OrchardCore.GitHub.Activities.CreateBranchTask
source: Error
fr: Erreur

# StatCan.OrchardCore.GitHub.Activities.CreateIssueTask
source: GitHub - Create Issue
fr: GitHub - Créer un problème

# StatCan.OrchardCore.GitHub.Activities.CreateIssueTask
source: Issue created
fr: Problème créé

# StatCan.OrchardCore.GitHub.Activities.CreateIssueTask
source: Error
fr: Erreur

# StatCan.OrchardCore.GitHub.Activities.CreatePullRequestTask
source: GitHub - Create Pull Request
fr: GitHub - Créer une demande d'extraction

# StatCan.OrchardCore.GitHub.Activities.CreatePullRequestTask
source: Pull Request created
fr: Demande d'extraction créée

# StatCan.OrchardCore.GitHub.Activities.CreatePullRequestTask
source: Error
fr: Erreur

# StatCan.OrchardCore.GitHub.Drivers.GitHubApiSettingsDisplayDriver
source: Please use unique token names
fr: Veuillez utiliser des noms de jetons uniques

# StatCan.OrchardCore.GitHub.Drivers.GitHubApiSettingsDisplayDriver
source: The tokens are written in an incorrect format.
fr: Les jetons sont écrits dans un format incorrect.

# StatCan.OrchardCore.GitHub.Views.CommitFileTask.Fields.Design
source: Commit File
fr: Fichier de validation

# StatCan.OrchardCore.GitHub.Views.CommitFileTask.Fields.Edit
source: The token to use when interacting with the github api
fr: Le jeton à utiliser lors de l'interaction avec l'API github

# StatCan.OrchardCore.GitHub.Views.CommitFileTask.Fields.Edit
source: Owner
fr: Propriétaire

# StatCan.OrchardCore.GitHub.Views.CommitFileTask.Fields.Edit
source: The owner (or organization) of the repository. With Liquid support.
fr: Le propriétaire (ou l'organisation) du référentiel. Avec support liquide.

# StatCan.OrchardCore.GitHub.Views.CommitFileTask.Fields.Edit
source: Repository
fr: Dépôt

# StatCan.OrchardCore.GitHub.Views.CommitFileTask.Fields.Edit
source: The name of the repository. With Liquid support.
fr: Le nom du référentiel. Avec support liquide.

# StatCan.OrchardCore.GitHub.Views.CommitFileTask.Fields.Edit
source: Branch Name
fr: Nom de la filiale

# StatCan.OrchardCore.GitHub.Views.CommitFileTask.Fields.Edit
source: The name of the branch to commit to. With Liquid support.
fr: Le nom de la branche dans laquelle s'engager. Avec support liquide.

# StatCan.OrchardCore.GitHub.Views.CommitFileTask.Fields.Edit
source: File Name
fr: Nom de fichier

# StatCan.OrchardCore.GitHub.Views.CommitFileTask.Fields.Edit
source: The name of the file to create / update. With Liquid support.
fr: Le nom du fichier à créer / mettre à jour. Avec support liquide.

# StatCan.OrchardCore.GitHub.Views.CommitFileTask.Fields.Edit
source: File Contents
fr: Contenu du fichier

# StatCan.OrchardCore.GitHub.Views.CommitFileTask.Fields.Edit
source: The content of the file to commit. If updating an existing file, this will overwrite it. With Liquid support.
fr: Le contenu du fichier à valider. Si vous mettez à jour un fichier existant, cela l'écrasera. Avec support liquide.

# StatCan.OrchardCore.GitHub.Views.CommitFileTask.Fields.Edit
source: Commit message
fr: Message de validation

# StatCan.OrchardCore.GitHub.Views.CommitFileTask.Fields.Edit
source: The git commit message. With Liquid support.
fr: Le message git commit. Avec support liquide.

# StatCan.OrchardCore.GitHub.Views.CommitFileTask.Fields.Thumbnail
source: GitHub - Commit File
fr: GitHub - Fichier de validation

# StatCan.OrchardCore.GitHub.Views.CommitFileTask.Fields.Thumbnail
source: Commit a file to a branch.
fr: Validez un fichier dans une branche.

# StatCan.OrchardCore.GitHub.Views.CreateBranchTask.Fields.Design
source: Create Branch
fr: Créer une branche

# StatCan.OrchardCore.GitHub.Views.CreateBranchTask.Fields.Design
source: <em>{0} -> {1}</em>
fr: <em>{0} -&gt; {1}</em>

# StatCan.OrchardCore.GitHub.Views.CreateBranchTask.Fields.Edit
source: The token to use when interacting with the github api
fr: Le jeton à utiliser lors de l'interaction avec l'API github

# StatCan.OrchardCore.GitHub.Views.CreateBranchTask.Fields.Edit
source: Owner
fr: Propriétaire

# StatCan.OrchardCore.GitHub.Views.CreateBranchTask.Fields.Edit
source: The owner (or organization) of the repository. With Liquid support.
fr: Le propriétaire (ou l'organisation) du référentiel. Avec support liquide.

# StatCan.OrchardCore.GitHub.Views.CreateBranchTask.Fields.Edit
source: Repository
fr: Dépôt

# StatCan.OrchardCore.GitHub.Views.CreateBranchTask.Fields.Edit
source: The name of the repository. With Liquid support.
fr: Le nom du référentiel. Avec support liquide.

# StatCan.OrchardCore.GitHub.Views.CreateBranchTask.Fields.Edit
source: Reference name
fr: Nom de référence

# StatCan.OrchardCore.GitHub.Views.CreateBranchTask.Fields.Edit
source: The name of the reference to create a branch from. To select the tip of the master branch, use heads/master for example. With Liquid support.
fr: Le nom de la référence à partir de laquelle créer une branche. Pour sélectionner la pointe de la branche master, utilisez par exemple heads / master. Avec support liquide.

# StatCan.OrchardCore.GitHub.Views.CreateBranchTask.Fields.Edit
source: Target branch name
fr: Nom de la branche cible

# StatCan.OrchardCore.GitHub.Views.CreateBranchTask.Fields.Edit
source: The name of the branch to create. With Liquid support.
fr: Le nom de la branche à créer. Avec support liquide.

# StatCan.OrchardCore.GitHub.Views.CreateBranchTask.Fields.Thumbnail
source: GitHub - Create Branch
fr: GitHub - Créer une branche

# StatCan.OrchardCore.GitHub.Views.CreateBranchTask.Fields.Thumbnail
source: Create a branch from a git reference.
fr: Créez une branche à partir d'une référence git.

# StatCan.OrchardCore.GitHub.Views.CreateIssueTask.Fields.Design
source: Create Issue
fr: Créer un problème

# StatCan.OrchardCore.GitHub.Views.CreateIssueTask.Fields.Edit
source: The token to use when interacting with the github api
fr: Le jeton à utiliser lors de l'interaction avec l'API github

# StatCan.OrchardCore.GitHub.Views.CreateIssueTask.Fields.Edit
source: Owner
fr: Propriétaire

# StatCan.OrchardCore.GitHub.Views.CreateIssueTask.Fields.Edit
source: The owner (or organization) of the repository. With Liquid support.
fr: Le propriétaire (ou l'organisation) du référentiel. Avec support liquide.

# StatCan.OrchardCore.GitHub.Views.CreateIssueTask.Fields.Edit
source: Repository
fr: Dépôt

# StatCan.OrchardCore.GitHub.Views.CreateIssueTask.Fields.Edit
source: The name of the repository. With Liquid support.
fr: Le nom du référentiel. Avec support liquide.

# StatCan.OrchardCore.GitHub.Views.CreateIssueTask.Fields.Edit
source: Title
fr: Titre

# StatCan.OrchardCore.GitHub.Views.CreateIssueTask.Fields.Edit
source: The title of the issue. With Liquid support.
fr: Le titre du numéro. Avec support liquide.

# StatCan.OrchardCore.GitHub.Views.CreateIssueTask.Fields.Edit
source: Description
fr: La description

# StatCan.OrchardCore.GitHub.Views.CreateIssueTask.Fields.Edit
source: Issue description supports GitHub flavored markdown. With Liquid support.
fr: La description du problème prend en charge le démarquage de GitHub. Avec support liquide.

# StatCan.OrchardCore.GitHub.Views.CreateIssueTask.Fields.Edit
source: Labels
fr: Étiquettes

# StatCan.OrchardCore.GitHub.Views.CreateIssueTask.Fields.Edit
source: A comma seperated list of issue labels. These labels must exist on the repository or an error will be thrown. With Liquid support.
fr: Une liste d'étiquettes de problème séparées par des virgules. Ces étiquettes doivent exister sur le référentiel ou une erreur sera générée. Avec support liquide.

# StatCan.OrchardCore.GitHub.Views.CreateIssueTask.Fields.Thumbnail
source: GitHub - Create Issue
fr: GitHub - Créer un problème

# StatCan.OrchardCore.GitHub.Views.CreateIssueTask.Fields.Thumbnail
source: Create a GitHub issue
fr: Créer un problème GitHub

# StatCan.OrchardCore.GitHub.Views.CreatePullRequestTask.Fields.Design
source: Create Pull Request
fr: Créer une demande d'extraction

# StatCan.OrchardCore.GitHub.Views.CreatePullRequestTask.Fields.Edit
source: The token to use when interacting with the github api
fr: Le jeton à utiliser lors de l'interaction avec l'API github

# StatCan.OrchardCore.GitHub.Views.CreatePullRequestTask.Fields.Edit
source: Owner
fr: Propriétaire

# StatCan.OrchardCore.GitHub.Views.CreatePullRequestTask.Fields.Edit
source: The owner (or organization) of the repository. With Liquid support.
fr: Le propriétaire (ou l'organisation) du référentiel. Avec support liquide.

# StatCan.OrchardCore.GitHub.Views.CreatePullRequestTask.Fields.Edit
source: Repository
fr: Dépôt

# StatCan.OrchardCore.GitHub.Views.CreatePullRequestTask.Fields.Edit
source: The name of the repository. With Liquid support.
fr: Le nom du référentiel. Avec support liquide.

# StatCan.OrchardCore.GitHub.Views.CreatePullRequestTask.Fields.Edit
source: Source branch
fr: Branche source

# StatCan.OrchardCore.GitHub.Views.CreatePullRequestTask.Fields.Edit
source: The branch to use as the pull request source. With Liquid support.
fr: La branche à utiliser comme source de demande d'extraction. Avec support liquide.

# StatCan.OrchardCore.GitHub.Views.CreatePullRequestTask.Fields.Edit
source: Target branch
fr: Branche cible

# StatCan.OrchardCore.GitHub.Views.CreatePullRequestTask.Fields.Edit
source: The branch to use as the pull request target. With Liquid support.
fr: La branche à utiliser comme cible de la demande d'extraction. Avec support liquide.

# StatCan.OrchardCore.GitHub.Views.CreatePullRequestTask.Fields.Edit
source: Title
fr: Titre

# StatCan.OrchardCore.GitHub.Views.CreatePullRequestTask.Fields.Edit
source: The title of the pull request. With Liquid support.
fr: Le titre de la demande d'extraction. Avec support liquide.

# StatCan.OrchardCore.GitHub.Views.CreatePullRequestTask.Fields.Edit
source: Description
fr: La description

# StatCan.OrchardCore.GitHub.Views.CreatePullRequestTask.Fields.Edit
source: Pull request description supports GitHub flavored markdown. With Liquid support.
fr: La description de la demande d'extraction prend en charge le démarquage de type GitHub. Avec support liquide.

# StatCan.OrchardCore.GitHub.Views.CreatePullRequestTask.Fields.Thumbnail
source: GitHub - Create Pull Request
fr: GitHub - Créer une demande d'extraction

# StatCan.OrchardCore.GitHub.Views.CreatePullRequestTask.Fields.Thumbnail
source: Create a pull request
fr: Créer une pull request

# StatCan.OrchardCore.GitHub.Views.GitHubApiSettings.Edit
source: GitHub Api Settings
fr: Paramètres de l'API GitHub

# StatCan.OrchardCore.GitHub.Views.GitHubApiSettings.Edit
source: If you change the name of a token, you might break workflows / liquid filters that use this token name.
fr: Si vous modifiez le nom d'un jeton, vous risquez de rompre les flux de travail / filtres liquides qui utilisent ce nom de jeton.

# StatCan.OrchardCore.GitHub.Views.GitHubApiSettings.Edit
source: Token name
fr: Nom du jeton

# StatCan.OrchardCore.GitHub.Views.GitHubApiSettings.Edit
source: Value
fr: Valeur

# StatCan.OrchardCore.GitHub.Views.GitHubApiSettings.Edit
source: Remove token from the list
fr: Supprimer le jeton de la liste

# StatCan.OrchardCore.GitHub.Views.GitHubApiSettings.Edit
source: Add an token
fr: Ajouter un jeton

# StatCan.OrchardCore.GitHub.Views.GitHubApiSettings.Edit
source: Tokens
fr: Jetons

# StatCan.OrchardCore.GitHub.Views.Shared.Components.SelectToken.Default
source: Token Name
fr: Nom du jeton
