Repository: StatCan/StatCan.OrchardCore
Catalog: src/StatCan.OrchardCore.Cms.Web/Localization/*/StatCan.OrchardCore.Candev.po
Languages: fr

# StatCan.OrchardCore.Candev.Controllers.AdminController
source: Cases have been assigned.
fr: Les cas ont été assignés.

# StatCan.OrchardCore.Candev.Controllers.AdminController
source: Teams have been matched.
fr: Les équipes ont été assorties

# StatCan.OrchardCore.Candev.Controllers.AdminController
source: _notifier.Success(H["Checked-In participants have been selected."]);
fr: Les participants 'Checked-In' ont été sélectionnés

# StatCan.OrchardCore.Candev.Controllers.AdminController
source: Participants have been selected.
fr: Les participants ont été sélectionnés

# StatCan.OrchardCore.Candev.Controllers.AdminController
source: Teams have been eliminated (In the running set to false)
fr: Les équipes ont été éliminées

# StatCan.OrchardCore.Candev.Controllers.CandevController
source: You cannot create, join or leave teams at this time
fr: Vous ne pouvez pas créer, rejoindre ou quitter une équipe présentement

# StatCan.OrchardCore.Candev.Controllers.CandevController
source: Successfully created team
fr: Équipe créée avec succès

# StatCan.OrchardCore.Candev.Controllers.CandevController
source: Enter a team ID
fr: Saisissez un identifiant d'équipe

# StatCan.OrchardCore.Candev.Controllers.CandevController
source: Successfully joined team
fr: A rejoint l'équipe avec succès

# StatCan.OrchardCore.Candev.Controllers.CandevController
source: Team could not be found
fr: L'équipe n'a pas pu être trouvée

# StatCan.OrchardCore.Candev.Controllers.CandevController
source: Successfully left team
fr: A quitté l'équipe avec succès

# StatCan.OrchardCore.Candev.Controllers.CandevController
source: Member successfully removed from the team
fr: Membre supprimé de l'équipe avec succès

# StatCan.OrchardCore.Candev.Controllers.CandevController
source: Team info successfully updated
fr: Informations sur l'équipe mises à jour avec succès

# StatCan.OrchardCore.Candev.Services.CandevService
source: You are not a hacker
fr: Tu n'es pas un hacker

# StatCan.OrchardCore.Candev.Services.CandevService
source: Already have a team
fr: Vous avez déjà une équipe

# StatCan.OrchardCore.Candev.Services.CandevService
source: Team does not exist
fr: L'équipe n'existe pas

# StatCan.OrchardCore.Candev.Services.CandevService
source: Team is full
fr: L'équipe est complète

# StatCan.OrchardCore.Candev.Services.CandevService
source: Already on a team
fr: Déjà dans une équipe

# StatCan.OrchardCore.Candev.Services.CandevService
source: You are not part of a team
fr: Vous ne faites pas partie d'une équipe

# StatCan.OrchardCore.Candev.Services.CandevService
source: You are not the team captain. Only the team captain can perform this action
fr: Vous n'êtes pas le capitaine de l'équipe. Seul le capitaine de l'équipe peut effectuer cette action

# StatCan.OrchardCore.Candev.Services.CandevService
source: Team doesn't exist
fr: L'équipe n'existe pas

# StatCan.OrchardCore.Candev.Views.UserFields
source: Role
fr: Rôle

# StatCan.OrchardCore.Candev.Views.UserFields
source: Disabled
fr: Désactivée

# StatCan.OrchardCore.Candev.Views.Content-Team
source: Challenge
fr: Défi

# StatCan.OrchardCore.Candev.Views.Content-Team
source: Save
fr: Sauvegarder

# StatCan.OrchardCore.Candev.Views.Content-Team
source: Team Members
fr: Membres de l'équipe

# StatCan.OrchardCore.Candev.Views.Content-Team
source: Remove
fr: Supprimer

# StatCan.OrchardCore.Candev.Views.Widget-ArchivedSolutions
source: Challenge
fr: Défi

# StatCan.OrchardCore.Candev.Views.Widget-ArchivedSolutions
source: Statement
fr: Énoncé

# StatCan.OrchardCore.Candev.Views.Widget-ArchivedSolutions
source: Potential Datasets
fr: Ensembles de données potentiels

# StatCan.OrchardCore.Candev.Views.Widget-ArchivedSolutions
source: Background Information
fr: Informations de référence

# StatCan.OrchardCore.Candev.Views.Widget-ArchivedSolutions
source: Organization
fr: Organisation

# StatCan.OrchardCore.Candev.Views.Widget-ArchivedSolutions
source: Round
fr: Ronde

# StatCan.OrchardCore.Candev.Views.Widget-ArchivedSolutions
source: Presented
fr: Présenté

# StatCan.OrchardCore.Candev.Views.Widget-ArchivedSolutions
source: View repo
fr: Voir le dépôt

# StatCan.OrchardCore.Candev.Views.Widget-ArchivedSolutions
source: Prensented
fr: Présenté

# StatCan.OrchardCore.Candev.Views.Widget-ChallengeSubmission
source: Your challenge
fr: Votre défi

# StatCan.OrchardCore.Candev.Views.Widget-ChallengeSubmission
source: Statement
fr: Énoncé

# StatCan.OrchardCore.Candev.Views.Widget-ChallengeSubmission
source: Background Information & Potential Datasets
fr: Informations de référence & ensembles de données potentiels

# StatCan.OrchardCore.Candev.Views.Widget-ChallengeSubmission
source: Organization
fr: Organisation

# StatCan.OrchardCore.Candev.Views.Widget-ChallengeSubmission
source: Create a new challenge
fr: Créer un nouveau défi

# StatCan.OrchardCore.Candev.Views.Widget-ChallengeSubmission
source: Submission accepted
fr: Soumission acceptée

# StatCan.OrchardCore.Candev.Views.Widget-ChallengeSubmission
source: Incomplete
fr: Incomplet

# StatCan.OrchardCore.Candev.Views.Widget-ChallengeSubmission
source: Complete
fr: Complet

# StatCan.OrchardCore.Candev.Views.Widget-ChallengeSubmission
source: Edit
fr: Modifier

# StatCan.OrchardCore.Candev.Views.Widget-JudgingListWidget
source: No active Judging round
fr: Pas de ronde de jugement actif

# StatCan.OrchardCore.Candev.Views.Widget-JudgingListWidget
source: There are no teams.
fr: Il n'y a pas 'équipe.

# StatCan.OrchardCore.Candev.Views.Widget-JudgingListWidget
source: Team
fr: Équipe

# StatCan.OrchardCore.Candev.Views.Widget-JudgingListWidget
source: Score:
fr: Note:

# StatCan.OrchardCore.Candev.Views.Widget-UserProfile
source: Profile
fr: Profil

# StatCan.OrchardCore.Candev.Views.Widget-UserProfile
source: Prefered Language
fr: Langue de préférence

# StatCan.OrchardCore.Candev.Views.Widget-UserProfile
source: Roles
fr: Rôles

# StatCan.OrchardCore.Candev.Views.Widget-UserProfile
source: Judge
fr: Juge

# StatCan.OrchardCore.Candev.Views.Widget-UserProfile
source: Agency representative
fr: Représentant

# StatCan.OrchardCore.Candev.Views.Widget-UserProfile
source: Workshop presenter
fr: Présenteur d'atelier

# StatCan.OrchardCore.Candev.Views.Widget-UserProfile
source: Technical advisor
fr: Conseiller technique

# StatCan.OrchardCore.Candev.Views.Widget-UserProfile
source: Keynote speaker
fr: Conférencier

# StatCan.OrchardCore.Candev.Views.Widget-UserProfile
source: Observer
fr: Observateur

# StatCan.OrchardCore.Candev.Views.Widget-UserProfile
source: Organizer / Volunteer
fr: Organisateur / Bénévole

# StatCan.OrchardCore.Candev.Views.Widget-UserProfile
source: Edit
fr: Modifier

# StatCan.OrchardCore.Candev.Views.Widget-JudgingResults
source: Challenge
fr: Défi

# StatCan.OrchardCore.Candev.Views.Widget-JudgingResults
source: Statement
fr: Énoncé

# StatCan.OrchardCore.Candev.Views.Widget-JudgingResults
source: Background Information & Potential Datasets
fr: Informations de référence & ensembles de données potentiels

# StatCan.OrchardCore.Candev.Views.Widget-JudgingResults
source: Organization
fr: Organisation

# StatCan.OrchardCore.Candev.Views.Widget-JudgingResults
source: Technical mentor
fr: Mentor technique

# StatCan.OrchardCore.Candev.Views.Widget-JudgingResults
source: Case specialist
fr: Spécialiste de cas

# StatCan.OrchardCore.Candev.Views.Widget-JudgingResults
source: Round 1
fr: Ronde 1

# StatCan.OrchardCore.Candev.Views.Widget-JudgingResults
source: Round 2
fr: Ronde 2

# StatCan.OrchardCore.Candev.Views.Widget-JudgingResults
source: Technical
fr: Technique

# StatCan.OrchardCore.Candev.Views.Widget-JudgingResults
source: Subject Matter
fr: Sujet matière

# StatCan.OrchardCore.Candev.Views.Widget-JudgingResults
source: View repo
fr: Voir le dépôt

# StatCan.OrchardCore.Candev.Views.Widget-TeamDashboardWidget
source: Click to copy. Share your team identifier to invite members
fr: Cliquez pour copier. Partagez votre identifiant d'équipe pour inviter d'autres membres d'équipe

# StatCan.OrchardCore.Candev.Views.Widget-TeamDashboardWidget
source: You are the team captain.
fr: Vous êtes le capitaine d'équipe.

# StatCan.OrchardCore.Candev.Views.Widget-TeamDashboardWidget
source: Order topics, edit your team name and description using the form at the bottom of this page.
fr: Classez les sujets, modifiez le nom et la description de votre équipe à l'aide du formulaire.

# StatCan.OrchardCore.Candev.Views.Widget-TeamDashboardWidget
source: Challenge
fr: Défi

# StatCan.OrchardCore.Candev.Views.Widget-TeamDashboardWidget
source: Statement
fr: Énoncé

# StatCan.OrchardCore.Candev.Views.Widget-TeamDashboardWidget
source: Background Information & Potential Datasets
fr: Informations de référence & ensembles de données potentiels

# StatCan.OrchardCore.Candev.Views.Widget-TeamDashboardWidget
source: Organization
fr: Organisation

# StatCan.OrchardCore.Candev.Views.Widget-TeamDashboardWidget
source: Team Members
fr: Membres d'équipe

# StatCan.OrchardCore.Candev.Views.Widget-TeamDashboardWidget
source: Warning
fr: Attention

# StatCan.OrchardCore.Candev.Views.Widget-TeamDashboardWidget
source: You are the team captain. Leaving the team will assign another member as the team captain.
fr: Vous êtes le capitaine de l'équipe. Quitter l'équipe désignera un autre membre comme capitaine de l'équipe.

# StatCan.OrchardCore.Candev.Views.Widget-TeamDashboardWidget
source: Are you sure you want to leave {0}?
fr: Êtes-vous sûr de vouloir quitter {0}?

# StatCan.OrchardCore.Candev.Views.Widget-TeamDashboardWidget
source: Remove
fr: Renvoyer

# StatCan.OrchardCore.Candev.Views.Widget-TeamDashboardWidget
source: Leave team
fr: Quitter l'équipe

# StatCan.OrchardCore.Candev.Views.Widget-TeamDashboardWidget
source: Topics in your order of interest (only the team captain can reorder)
fr: Sujets dans votre ordre d'intérêt (seul le capitaine de l'équipe peut les classer)

# StatCan.OrchardCore.Candev.Views.Widget-TeamDashboardWidget
source: Please create or join an existing team
fr: Veuillez créer ou rejoindre une équipe existante

# StatCan.OrchardCore.Candev.Views.Widget-TeamDashboardWidget
source: Create team
fr: Créer une équipe

# StatCan.OrchardCore.Candev.Views.Widget-TeamDashboardWidget
source: Or
fr: Ou

# StatCan.OrchardCore.Candev.Views.Widget-TeamDashboardWidget
source: Team Identifier
fr: Identifiant d'équipe

# StatCan.OrchardCore.Candev.Views.Widget-TeamDashboardWidget
source: Join team
fr: Rejoindre une équipe
